Repository: gokadzev/Musify
Catalog: lib/localization/app_*.arb
Languages: ar_sa, de, el, es, et, fr, he_il, hi_in, hu, id_id, it_it, ja_jp, ka, ko, pl, pt, ru, sv, ta, tr_tr, uk, vi, zh

# folderRestrictions
source: Android restrictions require selecting a backup folder from Downloads or Documents
ar_sa: نظرًا للقيود الجديدة على Android، فإنه من الضروري اختيار مجلدات محددة ومناسبة لأنواع الملفات المختلفة. يرجى التأكد من اختيار مجلد 'المستندات' أو 'التنزيلات' لنسخة احتياطية للتطبيق.
de: Aufgrund neuer Beschränkungen auf Android ist es wichtig, spezifische und geeignete Ordner für verschiedene Dateitypen auszuwählen. Stelle sicher, dass du entweder den Ordner 'Dokumente' oder 'Downloads' für das App-Backup auswählst.
el: Λόγω νέων περιορισμών στο Android, είναι απαραίτητο να επιλέξετε συγκεκριμένους και κατάλληλους φακέλους για διάφορους τύπους αρχείων. Βεβαιωθείτε ότι επιλέγετε είτε τον φάκελο 'Έγγραφα' είτε τον φάκελο 'Λήψεις' για τη δημιουργία αντιγράφου ασφαλείας της εφαρμογής.
es: Las restricciones de Android requieren seleccionar carpetas específicas (p. ej., Documentos o Descargas) para respaldos.
et: Androidi piirangud nõuavad varundamiseks spetsiifiliste kaustade (nt Dokumendid või Allalaadimised) valimist.
fr: En raison des nouvelles restrictions sur Android, il est essentiel de sélectionner des dossiers spécifiques et appropriés pour différents types de fichiers. Assurez-vous de choisir soit le dossier 'Documents' soit le dossier 'Téléchargements' pour la sauvegarde de l'application.
he_il: הגבלות אנדרואיד דורשות בחירה של תיקיות ספציפיות (לדוגמה, מסמכים או הורדות) לגיבוי.
hi_in: Android प्रतिबंधों के कारण, केवल चयनित फ़ोल्डरों (जैसे, दस्तावेज़ या डाउनलोड) का उपयोग बैकअप के लिए किया जा सकता है।
hu: Az Android korlátozásai miatt csak bizonyos mappák (pl. Dokumentumok vagy Letöltések) választhatók biztonsági mentéshez.
id_id: Pembatasan Android mengharuskan memilih folder tertentu (misalnya, Dokumen atau Unduhan) untuk pencadangan.
it_it: A causa delle nuove restrizioni su Android, è necessario selezionare cartelle specifiche e appropriate per diversi tipi di file. Assicurati di scegliere la cartella 'Documents' o 'Downloads' per il backup dell'app.
ja_jp: Androidの新しい制約により、ファイルの種類に対して適切なフォルダを選択する必要があります。本アプリのバックアップには、「Documents」か「Downloads」フォルダを必ず選択してください。
ka: Android-ის ახალი შეზღუდვებიდან გამომდინარე, საჭიროა რომ აირჩიოთ კონკრეტული და შესაბამისი საქაღალდეები განსხვავებული ფაილის ტიპებისთვის. გთხოვთ დარწმუნდით რომ ირჩევთ 'Documents' ან 'Downloads' საქაღალდეს აპლიკაციის ინფორმაციის რეზერვისთვის.
ko: 안드로이드 제한으로 인해 백업할 특정 폴더(예: 문서 또는 다운로드)를 선택해야 합니다.
pl: Ze względu na nowe ograniczenia w systemie Android konieczne jest wybranie określonych i odpowiednich folderów dla różnych typów plików. Upewnij się, że wybrałeś folder „Dokumenty” lub „Pobrane” dla kopii zapasowej aplikacji.
pt: As restrições do Android exigem a seleção de pastas específicas (ex.: Documentos ou Downloads) para o backup.
ru: Ввиду ограничений Android, необходимо выбрать определённые папки для разных типов файлов. Пожалуйста, убедитесь в том, что вы выбрали папку 'Документы' или 'Скачанные' для файлов восстановления
sv: Android-begränsningar kräver att specifika mappar väljs (t.ex Dokument eller Nerladdningar) för säkerhetskopiering.
ta: Android கட்டுப்பாடுகள் காரணமாக Downloads அல்லது Documents கோப்புறையை தேர்வு செய்ய வேண்டும்
tr_tr: Android kısıtlamaları yedeklemeler için belirli dizinleri (Belgeler, İndirilenler gibi) seçmeyi gerektiriyor.
uk: У зв'язку з новими обмеженнями на Android, обирається конкретні та відповідні теки для різних типів файлів. Будь ласка, переконайтеся, що ви вибрали теку 'Документи' або 'Завантаження' для резервного копіювання програми
vi: Due to new restrictions on Android, it is essential to select specific and appropriate folders for different file types. Please ensure that you choose either the 'Documents' or 'Downloads' folder for the app backup.
zh: 因 Android 的限制，必须从“Downloads”或“Documents”中选择备份文件夹

source: Home
ar_sa: الرئيسية
de: Startseite
el: Κεντρική
es: Inicio
et: Kodu
fr: Accueil
he_il: בית
hi_in: होम
hu: Főoldal
id_id: Beranda
ja_jp: ホーム
ka: მთავარი
ko: 홈
pl: Dom
pt: Início
ru: Главная
sv: Hem
ta: முகப்பு
tr_tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh: 首页

source: Hours
ar_sa: الساعات
de: Stunden
el: Ώρες
es: Horas
et: Tundi
fr: Heures
he_il: שעות
hi_in: घंटे
hu: Óra
id_id: Jam
it_it: Ore
ja_jp: 時間
ko: 시간
pl: Godziny
pt: Horas
ru: Часов
sv: Timmar
ta: மணி
tr_tr: Saat
uk: Годин
zh: 小时

# imagePicked
source: Image selected
de: Bild ausgewählt
el: Επιλέχθηκε εικόνα
fr: Image sélectionnée
hu: Kép kiválasztva
it_it: Immagine selezionata
ko: 사진 선택됨
pl: Wybrano obraz
ru: Изображение выбрано
ta: படம் தேர்வு செய்யப்பட்டது
tr_tr: Resim seçildi
uk: Вибране зображення
zh: 已选择图片

source: Invalid YouTube playlist
de: Ungültige YouTube Playlist
es: Lista de reproducción de YouTube no válida
et: Vigane YouTube'i nimekiri
fr: Playlist YouTube invalide
he_il: רשימת השמעה של יוטיוב לא חוקית
hi_in: अमान्य YouTube प्लेलिस्ट
hu: Érvénytelen YouTube lejátszási lista
id_id: Playlist YouTube tidak sah
it_it: Playlist YouTube non valida
ja_jp: 無効な Youtube 再生リスト
ka: არასწორი YouTube ჩასართავი სია
ko: 잘못된 유튜브 재생목록
pl: Nieprawidłowa playlista Youtube
pt: Playlist do YouTube inválida
ru: Недействительный список воспроизведения YouTube
sv: Ogiltig YouTube-spellista
ta: தவறான YouTube பிளேலிஸ்ட்
tr_tr: Geçersiz Çalma Listesi veya Linki
uk: Недійсний список відтворення YouTube
zh: 无效的 YouTube 播放列表

source: Language
ar_sa: اللغة
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
fr: Langue
he_il: שפה
hi_in: भाषा
hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ka: ენა
ko: 언어
pl: Język
pt: Idioma
ru: Язык
sv: Språk
ta: மொழி
tr_tr: Dil (Language)
uk: Мова
vi: Ngôn ngữ
zh: 语言

# languageMsg
source: Language updated successfully
ar_sa: تم تغيير اللغة
de: Sprache geändert
el: Η γλώσσα έχει αλλάξει
es: Se ha cambiado el idioma
et: Keel edukalt uuendatud
fr: Langue modifiée
he_il: השפה עודכנה בהצלחה
hi_in: भाषा सफलतापूर्वक अपडेट हुई
hu: Nyelv sikeresen frissítve
id_id: Bahasa berhasil diperbarui
it_it: Lingua cambiata con successo
ja_jp: 言語を変更しました
ka: ენა შეიცვალა
ko: 언어가 성공적으로 변경되었음
pl: Język został zmieniony
pt: Idioma alterado
ru: Язык успешно изменён
sv: Språket har uppdaterats
ta: மொழி மாற்றப்பட்டது
tr_tr: Dil başarıyla değiştirildi
uk: Мова успішно змінена
vi: Ngôn ngữ đã được thay đổi
zh: 语言更新成功

source: Library
ar_sa: المكتبة
de: Bibliothek
el: Βιβλιοθήκη
es: Biblioteca
et: Teek
fr: Bibliothèque
he_il: ספריה
hi_in: लाइब्रेरी
hu: Könyvtár
id_id: Pustaka
it_it: Libreria
ja_jp: ライブラリ
ka: ბიბლიოთეკა
ko: 라이브러리
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
sv: Bibliotek
ta: நூலகம்
tr_tr: Kütüphane
uk: Бібліотека
zh: 媒体库

source: Licenses
ar_sa: التراخيص
de: Lizenzen
el: Άδειες
es: Licencias
et: Litsentsid
fr: Licences
he_il: רשיונות
hi_in: लाइसेंस
hu: Licenzek
id_id: Lisensi
it_it: Licenze
ja_jp: ライセンス
ka: ლიცენზიები
ko: 라이선스
pl: Licencje
pt: Licenças
ru: Лицензии
sv: Licenser
ta: உரிமங்கள்
tr_tr: Lisanslar
uk: Ліцензії
vi: Giấy phép
zh: 许可证

source: Liked playlists
ar_sa: قوائم التشغيل المعجبة
de: Lieblingsplaylists
el: Λίστες αγαπημένων
es: Listas de reproducción que te gustan
et: Lemmiknimekirjad
fr: Playlists favorites
he_il: רשימות השמעה שאהבתי
hi_in: पसंदीदा प्लेलिस्ट
hu: Kedvelt lejátszási listák
id_id: Playlist yang disukai
it_it: Playlist preferite
ja_jp: いいねした再生リスト
ka: მოწონებული ჩასართავი სიები
ko: 좋아하는 재생목록
pl: Polubione playlisty
pt: Playlists curtidas
ru: Избранные плейлисты
sv: Gillade spellistor
ta: விருப்பமான பிளேலிஸ்ட்கள்
tr_tr: Beğenilen Çalma Listeleri
uk: Вподобані списки відтворення
zh: 喜欢的播放列表

source: Liked songs
ar_sa: الأغاني المعجبة
de: Lieblingssongs
el: Αγαπημένα τραγούδια
es: Canciones que te gustan
et: Lemmiklood
fr: Titres favoris
he_il: שירים שאהבתי
hi_in: पसंदीदा गाने
hu: Kedvelt zenék
id_id: Lagu yang disukai
it_it: Brani preferiti
ja_jp: いいねした曲
ka: მოწონებული სიმღერები
ko: 좋아하는 노래
pl: Polubione utwory
pt: Músicas curtidas
ru: Избранные треки
sv: Gillade låtar
ta: விருப்பமான பாடல்கள்
tr_tr: Beğenilen Parçalar
uk: Вподобані пісні
zh: 喜欢的音乐

source: Lyrics
ar_sa: كلمات
de: Songtext
el: Στίχοι
es: Letras
et: Sõnad
fr: Paroles
he_il: מילות שיר
hi_in: गीत
hu: Dalszöveg
id_id: Lirik
it_it: Testi
ja_jp: 歌詞
ka: ტექსტი
ko: 가사
pl: Teksty
pt: Letras
ru: Текст трека
sv: Låttext
ta: பாடல்வரிகள்
tr_tr: Sözler
uk: Текст пісні
vi: Lời bài hát
zh: 歌词

source: Lyrics not available
ar_sa: لا توجد كلمات متاحة
de: Keine Songtexte verfügbar
el: Δεν υπάρχουν διαθέσιμοι στίχοι
es: No hay letras disponibles
et: Sõnad pole saadaval
fr: Aucune parole disponible
he_il: מילות שיר לא זמינות
hi_in: गीत उपलब्ध नहीं हैं
hu: Nincs elérhető dalszöveg
id_id: Lirik tidak tersedia
it_it: Testi non disponibili
ja_jp: 歌詞は利用できません
ka: ტექსტი არაა ხელმისაწვდომი
ko: 사용 가능한 가사 없음
pl: Brak dostępnych tekstów
pt: Nenhuma letra disponível
ru: Текст трека недоступен
sv: Låttexten är inte tillgänglig
ta: பாடல்வரிகள் கிடைக்கவில்லை
tr_tr: Sözler kullanılabilir değil
uk: Текст пісні не доступний
vi: Không tìm thấy lời bài hát ;(
zh: 歌词不可用

# makeOffline
source: Make available offline
ar_sa: جعله متاحا دون اتصال
de: Offline verfügbar machen
el: Διαθέσιμα εκτός σύνδεσης
es: Disponible sin conexión
et: Tee saadavaks ilma võrguühenduseta
fr: Rendre disponible hors ligne
he_il: הפוך לזמין במצב לא מקוון
hi_in: ऑफ़लाइन उपलब्ध करें
hu: Offline elérhetővé tétel
id_id: Tersedia secara offline
it_it: Rendi disponibile offline
ja_jp: オフラインで利用する
ka: უინტერნეტოდ წვდომის მიცემა
ko: 오프라인에서 사용 가능하도록 설정
pl: Udostępnij offline
pt: Disponível offline
ru: Сделать доступным офлайн
sv: Gör tillgänglig frånkopplad
ta: ஆஃப்லைனில் பயன்படுத்த
tr_tr: Çevrimdışı kullanılabilir yap
uk: Завантажити для доступу офлайн
zh: 允许离线可用

source: Minutes
ar_sa: دقائق
de: Minuten
el: Λεπτά
es: Minutos
et: Minutit
he_il: דקות
hi_in: मिनट
hu: Perc
id_id: Menit
it_it: Minuti
ja_jp: 分
ko: 분
pl: Protokoły
pt: Minutos
ru: Минут
sv: Minuter
ta: நிமிடங்கள்
tr_tr: Dakika
uk: Хвилин
zh: 分钟

source: Move to folder
ar_sa: نقل إلى مجلد
de: In Ordner verschieben
el: Μετακίνηση στο φάκελο
es: Mover a la carpeta
et: Liiguta kausta
fr: Déplacer vers le dossier
hu: Áthelyezés mappába
it_it: Sposta nella cartella
ja_jp: フォルダーに移動
ko: 폴더로 이동
pl: Przenieś do katalogu
pt: Mover para pasta
ru: Переместить в папку
ta: கோப்புறைக்கு நகர்த்து
tr_tr: Klasöre taşı
uk: Перемістити в папку
zh: 移动到文件夹

source: Name
ar_sa: الاسم
el: Όνομα
es: Nombre
et: Nimi
fr: Nom
he_il: שם
hi_in: नाम
hu: Név
id_id: Nama
it_it: Nome
ja_jp: 名前
ka: სახელი
ko: 이름
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
ta: பெயர்
tr_tr: İsme göre
uk: Ім'я
zh: 名称

# newAnnouncement
source: New announcement posted
ar_sa: نشر إعلان جديد
de: Neue Ankündigung gepostet
el: Νέα ανακοίνωση δημοσιεύτηκε
es: Nuevo anuncio publicado
et: Uus teadaanne postitatud
fr: Nouvelle annonce publiée
he_il: הודעה חדשה פורסמה
hi_in: नया घोषणा पोस्ट किया गया
hu: Új közlemény közzétéve
id_id: Pengumuman baru saja diposting
it_it: Nuovo annuncio pubblicato
ja_jp: 新しいお知らせを掲載
ka: ახალი განცხადება
ko: 새 공지가 게시되었음
pl: Nowe ogłoszenie opublikowane
pt: Novo anúncio
ru: Новое объявление размещено
sv: Nytt meddelande publicerat
ta: புதிய அறிவிப்பு வெளியிடப்பட்டது
tr_tr: Yeni duyuru yayımlandı
uk: Нове оголошення опубліковане
zh: 新公告已发布

source: New folder
ar_sa: مجلد جديد
de: Neuer Ordner
el: Νέος φάκελος
es: Nueva carpeta
et: Uus kaust
fr: Nouveau dossier
hu: Új mappa
it_it: Nuova cartella
ja_jp: 新規フォルダー
ko: 새 폴더
pl: Nowy folder
pt: Nova pasta
ru: Новая папка
ta: புதிய கோப்புறை
tr_tr: Yeni klasör
uk: Нова папка
zh: 新建文件夹

source: No
ar_sa: لا
de: Nein
el: Όχι
fr: Non
hu: Nem
pl: Nie
pt: Não
ru: Нет
ta: இல்லை
tr_tr: Hayır
uk: Ні
zh: 否

# noCustomPlaylists
source: No custom playlists created yet
ar_sa: You haven't created any custom playlists yet
de: Du hast noch keine eigene Playlist erstellt
el: Δεν έχετε δημιουργήσει ακόμα λίστες αναπαραγωγής
es: Aún no se han creado listas de reproducción personalizadas
et: Kohandatud nimekirju pole veel loodud
fr: Vous n'avez pas encore créé de playlists personnalisées
he_il: עדיין לא נוצרו פלייליסטים מותאמים אישית.
hi_in: अभी तक कोई कस्टम प्लेलिस्ट नहीं बनाई गई
hu: Még nem készített saját lejátszási listát
id_id: Belum ada daftar putar khusus yang dibuat
it_it: Non hai ancora creato playlist personalizzate
ja_jp: まだ再生リストを作成していません
ka: თქვენ არ შეგიქმნიათ ჩასართავი სიები ჯერ
ko: 아직 커스텀 재생목록을 만들지 않았음
pl: Nie masz żadnej własnej playlisty
pt: Nenhuma playlist personalizada criada
ru: Собственные списки воспроизведения еще не созданы
sv: Inga anpassade spellistor har skapats än
ta: இன்னும் எந்த தனிப்பயன் பிளேலிஸ்ட்களும் உருவாக்கப்படவில்லை
tr_tr: Henüz çalma listesi oluşturulmadı.
uk: Власних списків відтворення ще не створено
zh: 还没有创建自定义播放列表

# noOfflineLibraryContent
source: No offline content. Enable online mode or download playlists/songs to use the library.
de: Keine Offline-Inhalte. Aktiviere den Online-Modus, oder lade Songs herunter, um die Bibliothek zu nutzen.
fr: Aucun contenu hors ligne. Activez le mode en ligne ou téléchargez des playlists/titres pour utiliser la bibliothèque.
hu: Nincs offline tartalom. Engedélyezze az online módot, vagy töltsön le lejátszási listákat/zenéket a könyvtár használatához.
it_it: Nessun contenuto offline. Abilita modalità online oppure scarica playlist/brani per usare la libreria offline.
pl: Brak treści offline. Włącz tryb online lub pobierz playlisty/utwory, aby użyć biblioteki.
ru: Нет офлайн контента. Включите режим онлайн или загрузите списки воспроизведения/песни для использования библиотеки.
ta: ஆஃப்லைன் உள்ளடக்கம் இல்லை
tr_tr: Çevrimdışı içerik yok. Kütüphaneyi kullanmak için çevrimiçi modu açın yada oynatma listesi/şarkı indirin.
uk: Немає офлайн контенту. Увімкніть онлайн режим або завантажте списки відтворення/пісні, щоб користуватися бібліотекою.
zh: 没有离线内容。启用在线模式或下载播放列表/歌曲以使用媒体库。

# noPlaylistsAdded
source: No playlists added yet
ar_sa: لا توجد قوائم تشغيل مضافة بعد
de: Noch keine Playlists hinzugefügt
el: Δεν έχουν προστεθεί λίστες αναπαραγωγής ακόμα
es: Aún no se han añadido listas de reproducción
et: Nimekirju pole veel lisatud
fr: Aucune playlist ajoutée pour le moment
hu: Még nincsenek hozzáadva lejátszási listák
it_it: Nessuna scaletta ancora aggiunta
ja_jp: まだ再生リストは追加されていません
ko: 아직 추가된 재생목록이 없음
pl: Nie dodano jeszcze list odtwarzania
pt: Nenhuma playlist adicionada ainda
ru: Плейлисты ещё не добавлены
ta: இன்னும் பிளேலிஸ்ட்கள் சேர்க்கப்படவில்லை
tr_tr: Henüz oynatma listesi eklenmedi
uk: Списків відтворення ще не додано
zh: 还没有添加播放列表

source: No songs in queue
ar_sa: لا توجد أغاني في قائمة الانتظار
de: Keine Titel in der Warteschlange
el: Δεν υπάρχουν τραγούδια σε ουρά
es: No hay canciones en cola
et: Järjekorras pole laule
fr: Aucun titre dans la file d'attente
he_il: אין שירים בתור
hi_in: क्यू में कोई गाने नहीं हैं
hu: Nincsenek zenék a sorban
id_id: Tidak ada lagu dalam antrean
it_it: Nessun brano in coda
ja_jp: キュー内に曲なし
ko: 대기열에 노래 없음
pl: Brak utworów w kolejce
pt: Fila vazia
ru: Нет треков в очереди
sv: Inga låtar i kön
ta: வரிசையில் பாடல்கள் இல்லை
tr_tr: Sırada parça yok
uk: Немає пісень у черзі
zh: 队列中没有歌曲

# notYTlist
source: Invalid YouTube playlist ID
ar_sa: هذا ليس معرف قائمة تشغيل YouTube
de: Das ist keine YouTube-Playlist-ID
el: Αυτό δεν είναι αναγνωριστικό λίστας αναπαραγωγής του YouTube
es: ID de lista de reproducción de YouTube no válido
et: Vigane YouTube'i nimekirja ID
fr: Ceci n'est pas un identifiant de playlist YouTube
he_il: מזהה רשימת השמעה יוטיוב לא חוקי
hi_in: अमान्य YouTube प्लेलिस्ट ID
hu: Érvénytlen YouTube lejátszási lista azonosító
id_id: ID playlist YouTube tidak sah
it_it: Questo non è un ID playlist di YouTube valido
ja_jp: 有効な YouTube の再生リスト ID ではありません
ka: ეს არ არის YouTube ჩასართავი სიის აიდი
ko: 잘못된 유튜브 재생목록 ID
pl: To nie jest ID playlisty w YouTube
pt: ID do YouTube inválido
ru: Неверный ID плейлиста YouTube
sv: Ogiltigt ID för YouTube-spellista
ta: தவறான YouTube பிளேலிஸ்ட் ID
tr_tr: Geçersiz çalma listesi linki
uk: Це не ідентифікатор плейлиста YouTube
vi: Đây không phải là ID của danh sách phát YouTube
zh: 无效的 YouTube 播放列表 ID

source: Offline mode
ar_sa: وضع غير متصل
de: Offline-Modus
el: Λειτουργία εκτός σύνδεσης
es: Modo sin conexión
et: Režiim ilma võrguühenduseta
fr: Mode hors ligne
he_il: מצב לא מקוון
hi_in: ऑफ़लाइन मोड
hu: Offline mód
id_id: Mode offline
it_it: Modalità offline
ja_jp: オフラインモード
ka: უინტერნეტო რეჟიმი
ko: 오프라인 모드
pl: Tryb offline
pt: Modo offline
ru: Офлайн режим
sv: Offlineläge
ta: ஆஃப்லைன் முறை
tr_tr: Çevrimdışı Modu
uk: Офлайн режим
zh: 离线模式

# offlineModeDescription
source: Disable online features and use Musify completely offline.
de: Deaktiviere Online-Funktionen und nutze Musify komplett offline.
fr: Désactivez les fonctionnalités en ligne et utilisez Musify complètement hors ligne.
hu: Tiltsd le az online funkciókat, és használd a Musify-t teljesen offline.
pl: Wyłącz funkcje online i używaj "Musify" całkowicie offline.
ru: Отключить онлайн функцию и использовать Musify полностью офлайн.
ta: ஆன்லைன் அம்சங்களை முடக்கி Musify ஐ முழுவதும் ஆஃப்லைனில் பயன்படுத்தவும்
tr_tr: Çevrimiçi özellikleri devre dışı bırakın ve Musify'ı tamamen çevrimdışı kullanın.
uk: Вимкніть онлайн функції та використовуйте Musify повністю офлайн.
zh: 停用在线功能，完全离线使用 Musify。

source: Offline playlists
ar_sa: قوائم التشغيل دون اتصال
el: Λίστες αναπαραγωγής εκτός σύνδεσης
et: Nimekirjad ilma võrguühenduseta
fr: Playlists hors ligne
he_il: רשימות השמעה לא מקוונות
hu: Offline lejátszási listák
id_id: Playlist Offline
it_it: Scalette offline
ja_jp: オフラインの再生リスト
ko: 오프라인 재생목록
pl: Listy odtwarzania offline
pt: Playlists offline
ru: Офлайн-плейлисты
sv: Offlinespellistor
ta: ஆஃப்லைன் பிளேலிஸ்ட்கள்
tr_tr: Çevrimdışı Listeler
uk: Офлайн списки відтворення
zh: 离线播放列表

source: Offline songs
ar_sa: أغاني دون اتصال
el: Τραγούδια εκτός σύνδεσης
es: Canciones sin conexión
et: Lood ilma võrguühenduseta
fr: Titres hors ligne
he_il: שירים לא מקוונים
hi_in: ऑफ़लाइन गाने
hu: Offline zenék
id_id: Lagu offline
it_it: Brani offline
ja_jp: オフライン用の曲
ka: უინტერნეტო სიმღერები
ko: 오프라인 노래
pl: Utwory offline
pt: Músicas offline
ru: Офлайн песни
sv: Offlinelåtar
ta: ஆஃப்லைன் பாடல்கள்
tr_tr: Çevrimdışı Parçalar
uk: Офлайн пісні
zh: 离线歌曲

source: Others
ar_sa: آخرون
de: Andere
el: Άλλα
es: Otros
et: Muud
fr: Autres
he_il: אחרים
hi_in: अन्य
hu: Egyéb
id_id: Lainnya
it_it: Altri
ja_jp: ほか
ka: სხვა
ko: 기타
pl: Inne
pt: Outros
ru: Ещё
sv: Andra
ta: மற்றவை
tr_tr: Diğerleri
uk: Інше
vi: Khác
zh: 其他

source: Pick image from device
ar_sa: اختر صورة من الجهاز
de: Bild vom Gerät auswählen
el: Επιλέξτε εικόνα από τη συσκευή
es: Seleccionar imagen del dispositivo
et: Vali pilt seadmelt
fr: Choisir une image à partir de l'appareil
he_il: בחר תמונה מהמכשיר
hu: Kép választása az eszközről
id_id: Pilih gambar dari perangkat
it_it: Scegli immagine dal dispositivo
ja_jp: 端末から画像を選択
ko: 장치에서 이미지 선택
pl: Wybierz obraz z urządzenia
pt: Escolher imagem do dispositivo
ru: Выбрать изображение с устройства
sv: Välj bild från enheten
ta: சாதனத்திலிருந்து படத்தை தேர்வு செய்
tr_tr: Cihazdan resim seç
uk: Вибрати зображення з пристрою
zh: 从设备中选择图片

source: Play next
ar_sa: تشغيل التالي
de: Nächste Wiedergabe
el: Αναπαραγωγή επόμενου
es: Reproducir siguiente
et: Mängi järgmisena
fr: Jouer ensuite
he_il: נגן הבא
hu: Következő lejátszása
id_id: Putar berikutnya
it_it: Riproduci successivo
ja_jp: 次に再生
ko: 다음 재생
pl: Odtwórz następne
pt: Tocar em seguida
ru: Играть следующим
sv: Spela nästa
ta: அடுத்ததை இயக்கு
tr_tr: Bundan Sonra Oynat
uk: Відтворити наступною
zh: 播放下一首

source: Playlist
ar_sa: قائمة تشغيل
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
es: Lista de reproducción
et: Nimekiri
he_il: רשימת השמעה
hi_in: प्लेलिस्ट
hu: Lejátszási lista
ja_jp: 再生リスト
ka: ჩასართავი სია
ko: 재생목록
pl: Playlista
ru: Список воспроизведения
sv: Spellista
ta: பிளேலிஸ்ட்
tr_tr: Çalma Listeleri
uk: Список відтворення
vi: Danh sách phát
zh: 播放列表

source: Playlist already downloaded
ar_sa: قائمة التشغيل تم تنزيلها مسبقاً
de: Wiedergabeliste bereits heruntergeladen
el: Η λίστα αναπαραγωγής έχει ήδη ληφθεί
es: Lista de reproducción ya descargada
et: Nimekiri on juba allalaaditud
fr: Playlist déjà téléchargée
he_il: רשימת ההשמעה כבר הורדה
hu: A lejátszási lista már le van töltve
id_id: Playlist sudah diunduh
it_it: Playlist già scaricata
ja_jp: 再生リストは既にダウンロード済みです
ko: 재생목록이 이미 다운로드되었음
pl: Lista odtwarzania jest już pobrana
pt: Playlist já baixada
ru: Список воспроизведения уже загружен
sv: Spellistan har redan laddats ner
ta: பிளேலிஸ்ட் ஏற்கனவே பதிவிறக்கப்பட்டுள்ளது
tr_tr: Çalma listesi zaten indirildi
uk: Список відтворення вже завантажено
zh: 播放列表已经下载

source: Playlist already exists
ar_sa: قائمة التشغيل موجودة بالفعل
de: Playlist existiert bereits
el: Η λίστα αναπαραγωγής υπάρχει ήδη
es: La lista de reproducción ya existe
et: Nimekiri on juba olemas
fr: La playlist existe déjà
he_il: רשימת השמעה כבר קיימת
hi_in: प्लेलिस्ट पहले से मौजूद है
hu: A lejátszási lista már létezik
id_id: Playlist sudah ada
it_it: Playlist già esistente
ja_jp: 再生リストは既に存在します
ka: ჩასართავი სია უკვე არსებობს
ko: 재생목록이 이미 존재함
pl: Playlista już istnieje
pt: A playlist já existe
ru: Плейлист уже существует
sv: Spellistan finns redan
ta: பிளேலிஸ்ட் ஏற்கனவே உள்ளது
tr_tr: Bu çalma listesi zaten var
uk: Список відтворення вже існує
zh: 播放列表已经存在

source: Playlist downloaded
ar_sa: تم تنزيل قائمة التشغيل
de: Wiedergabeliste heruntergeladen
el: Λήψη λίστας αναπαραγωγής
es: Lista de reproducción descargada
et: Nimekiri allalaaditud
fr: Playlist téléchargée
he_il: רשימת השמעה הורדה
hu: Lejátszási lista letöltve
id_id: Playlist diunduh
it_it: Playlist scaricata
ja_jp: ダウンロード済みの再生リスト
ko: 재생목록이 다운로드되었음
pl: Lista odtwarzania pobrana
pt: Playlist baixada
ru: Список воспроизведения загружен
sv: Spellista nerladdad
ta: பிளேலிஸ்ட் பதிவிறக்கப்பட்டது
tr_tr: Çalma listesi İndirildi
uk: Список відтворення завантажено
zh: 播放列表已下载

# playlistEmpty
source: Playlist is empty
ar_sa: قائمة التشغيل فارغة
de: Wiedergabeliste ist leer
el: Η λίστα είναι κενή
es: La lista de reproducción está vacía
et: Nimekiri on tühi
fr: La playlist est vide
he_il: רשימת השמעה ריקה
hu: Üres lejátszási lista
id_id: Playlist kosong
it_it: La scaletta è vuota
ja_jp: 再生リストはからです
ko: 재생목록이 비어 있음
pl: Lista odtwarzania jest pusta
pt: A playlist está vazia
ru: Список воспроизведения пуст
sv: Spellistan är tom
ta: பிளேலிஸ்ட் காலியாக உள்ளது
tr_tr: Liste boş
uk: Список відтворення порожній
zh: 播放列表为空

source: Playlist folders
ar_sa: مجلدات قائمة التشغيل
de: Playlist-Ordner
el: Φάκελοι λίστας αναπαραγωγής
es: Carpetas de listas de reproducción
et: Nimekirjade kaustad
fr: Dossiers de playlists
hu: Lejátszási lista mappa
it_it: Cartelle playlist
ja_jp: 再生リストのフォルダー
ko: 재생목록 폴더
pl: Foldery listy odtwarzania
pt: Pastas de playlists
ru: Папки со списками воспроизведения
ta: பிளேலிஸ்ட் கோப்புறைகள்
tr_tr: Çalma listesi klasörleri
uk: Тека зі списками відтворення
zh: 播放列表文件夹

# playlistRemovedFromOffline
source: Playlist removed from offline storage
ar_sa: تمت إزالة قائمة التشغيل من وحدة التخزين دون اتصال
de: Wiedergabeliste vom Offline-Speicher entfernt
el: Η λίστα αναπαραγωγής αφαιρέθηκε από αποσυνδεδεμένο χώρο
es: Lista de reproducción eliminada del almacenamiento sin conexión
et: Nimekiri eemaldati võrguühenduseta režiimist
fr: Playlist supprimée du stockage hors ligne
he_il: רשימת השמעה הוסרה מאחסון לא מקוון
hu: Lejátszási lista eltávolítva az Offline tárhelyről
id_id: Playlist dihapus dari penyimpanan offline
it_it: Playlist rimossa dalla memoria fuori rete
ja_jp: オフライン用保存領域から再生リストを削除しました
ko: 오프라인 저장소에서 재생목록이 제거되었음
pl: Lista odtwarzania usunięta z pamięci offline
pt: Playlist removida do armazenamento
ru: Плейлист удалён из офлайн-хранилища
sv: Spellista borttagen från offlinelagring
ta: பிளேலிஸ்ட் ஆஃப்லைனிலிருந்து நீக்கப்பட்டது
tr_tr: Liste çevrim dışı depolamadan kaldırıldı
uk: Список відтворення видалено з офлайн сховища
zh: 播放列表已从离线存储中移除
