Repository: gokadzev/Musify
Catalog: lib/localization/app_*.arb
Languages: ar_sa, de, el, es, et, fr, he_il, hi_in, hu, id_id, it_it, ja_jp, ka, ko, pl, pt, ru, sv, ta, tr_tr, uk, vi, zh

# playlistUpdated
source: Playlist updated successfully
ar_sa: تم تحديث القائمة بنجاح
de: Playlist erfolgreich aktualisiert
el: Η λίστα αναπαραγωγής ενημερώθηκε επιτυχώς
es: Lista de reproducción actualizada
et: Nimekiri edukalt uuendatud
fr: Mise à jour de la playlist réussie
he_il: רשימת השמעה עודכנה בהצלחה
hi_in: प्लेलिस्ट सफलतापूर्वक अपडेट हुई
hu: Lejátszási lista sikeresen frissítve
id_id: Playlist berhasil diperbarui
it_it: Playlist aggiornata con successo
ja_jp: 再生リストを更新しました
ka: ჩასართავი სია განახლდა წარმატებით
ko: 재생목록이 성공적으로 업데이트되었음
pl: Playlista zaktualizowana pomyślnie
pt: Playlist atualizada
ru: Список воспроизведения успешно обновлен
sv: Spellistan har uppdaterats
ta: பிளேலிஸ்ட் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
tr_tr: Çalma Listesi başarı ile güncellendi.
uk: Список відтворення успішно оновлено
vi: Cập nhật danh sách phát thành công
zh: 播放列表更新成功

source: Playlists
ar_sa: قوائم التشغيل
de: Wiedergabelisten
el: Λίστες αναπαραγωγής
es: Listas de reproducción
et: Nimekirjad
he_il: רשימות השמעה
hi_in: प्लेलिस्ट्स
hu: Lejátszási listák
id_id: Playlist
it_it: Playlist
ja_jp: 再生リスト
ka: ჩასართავი სიები
ko: 재생목록
pl: Playlisty
ru: Списки воспроизведения
sv: Spellistor
ta: பிளேலிஸ்ட்கள்
tr_tr: Çalma Listeleri
uk: Списки відтворення
vi: Danh sách phát
zh: 播放列表

# predictiveBack
source: Predictive back (Android 14+)
ar_sa: Predictive back animations (Android 14+)
de: Predective-Back Animationen aktivieren (Android 14+)
el: Predictive back animations (Android 14+)
es: Retroceso predictivo (Android 14+)
et: Ennustav tagasiliikumine (Android 14+)
fr: Animations de dos prédictives (Android 14+)
he_il: חזרה צפויה (אנדרואיד 14+)
hi_in: प्रीडिक्टिव बैक (Android 14+)
hu: Predictív visszalépés (Android 14+)
id_id: Prediksi kembali (Android 14+)
it_it: Animazione indietro predittiva (Android 14+)
ja_jp: 予測的なバックアニメーションを使用 (Android 14以上)
ka: პროგნოზირებადი უკანსვლის ანიმაცია (Android 14+)
ko: 뒤로 탐색 예측 (안드로이드 14+)
pl: Gest przewidywanego przejścia wstecz (Android 14+)
pt: Ativar animações de retorno preditivas (Android 14+)
ru: Анимация подсказки жеста "Назад" (Android 14+)
sv: Prediktiv bakåt (Android 14+)
ta: முன்னறிவு பின்செல் (Android 14+)
tr_tr: Öngörüsel Geri ile daha akıcı animasyonlar (Android 14+)
uk: Анімація підказки жесту "Назад" (Android 14+)
zh: 预测性返回（Android 14+）

source: Preferences
ar_sa: التفضيلات
de: Einstellungen
el: Ρυθμίσεις
es: Preferencias
et: Eelistused
fr: Préférences
he_il: העדפות
hi_in: प्राथमिकताएँ
hu: Személyes beállítások
id_id: Preferensi
it_it: Preferenze
ja_jp: 設定
ka: უპირატესობები
ko: 환경 설정
pl: Preferencje
pt: Configurações
ru: Настройки
sv: Inställningar
ta: விருப்பத்தேர்வுகள்
tr_tr: Tercihler
uk: Налаштування
zh: 偏好设置

# provideIdOrNameError
source: Please provide a YouTube ID or custom playlist name
ar_sa: يرجى توفير إما معرف YouTube أو اسم قائمة التشغيل الخاصة
de: Bitte gib eine YouTube-ID oder einen benutzerdefinierten Playlist-Namen an
el: Παρακαλώ παρέχετε είτε αναγνωριστικό YouTube είτε όνομα προσαρμοσμένης λίστας αναπαραγωγής
es: Por favor, proporciona un ID de YouTube o un nombre personalizado para la lista de reproducción
et: Palun sisesta YouTube'i ID või kohandatud nimekirja nimi
fr: Veuillez fournir soit un identifiant YouTube, soit un nom de playlist personnalisée
he_il: אנא ספק מזהה יוטיוב או שם רשימת השמע מותאם אישית.
hi_in: कृपया एक YouTube ID या कस्टम प्लेलिस्ट नाम प्रदान करें
hu: Kérem adjon meg egy YouTube azonosítót vagy lejátszási lista nevet
id_id: Berikan ID YouTube atau nama playlist khusus
it_it: Per favore fornisci un ID YouTube o un nome di playlist personalizzata
ja_jp: YouTube のリストの ID か、リスト名を入力してください
ka: გთხოვთ ჩაწეროთ YouTube ID ან საკუთარი ჩასართავი სიის სახელი
ko: 유튜브 ID 또는 커스텀 재생목록 이름 입력
pl: Podaj ID YouTube lub własną nazwę playlisty
pt: Informe o ID ou nome da playlist
ru: Пожалуйста, предоставьте YouTube ID или имя собственного списка воспроизведения
sv: Ange ett YouTube-ID eller ett anpassat spellistanamn
ta: YouTube ID அல்லது பிளேலிஸ்ட் பெயரை வழங்கவும்
tr_tr: Lütfen YouTube bağlantısı veya kişisel çalma listesi ismi girin
uk: Будь ласка, надайте YouTube ID або назву власного списку відтворення
vi: Please provide either a YouTube ID or a custom playlist name
zh: 请提供 YouTube ID 或自定义播放列表名称

source: Pure black theme
ar_sa: السمة السوداء البحتة
de: Richtig dunkler Modus
el: Καθαρό μαύρο θέμα
es: Tema negro puro
et: Täielik must teema
fr: Thème sombre
he_il: עיצוב שחור טהור
hi_in: शुद्ध काला थीम
hu: Teljesen fekete téma
id_id: Tema hitam murni
it_it: Tema nero puro
ja_jp: ピュアブラックを使用
ka: მკვეთრი შავი თემა
ko: 순수 검정색 테마
pl: Motyw czarny
pt: Tema preto puro
ru: Чисто черная тема
sv: Svart tema
ta: முழு கருப்பு தீம்
tr_tr: Saf Siyah (OLED)
uk: Чисто чорна тема
zh: 纯黑主题

source: Queue
de: Wiedergabeliste
el: Λίστα
fr: File d'attente
hu: Lejátszási sor
it_it: Coda
ko: 대기열
pl: Kolejka
ru: Очередь
ta: வரிசை
tr_tr: Kuyruk
uk: Черга
zh: 队列

source: Recently played
ar_sa: تم التشغيل مؤخرًا
de: Zuletzt gespielt
el: Πρόσφατα εκτελεσμένα
es: Reproducido recientemente
et: Hiljuti mängitud
fr: Lectures récentes
he_il: הושמע לאחרונה
hi_in: हाल ही में बजाया गया
hu: Nemrég játszott
id_id: Baru saja diputar
it_it: Recentemente riprodotti
ja_jp: 最近聴いた曲
ka: ბოლოს მოსმენილი
ko: 최근 재생
pl: Ostatnio odtwarzane
pt: Reproduzidas
ru: Недавно проиграны
sv: Senaste spelade
ta: சமீபத்தில் இயக்கப்பட்டது
tr_tr: Son Çalınanlar
uk: Нещодавно програні
vi: Gần đây đã phát
zh: 近期播放

# recentlyPlayedMsg
source: Recently played history cleared
ar_sa: تم مسح المحفوظات المشغلة مؤخرا
de: Wiedergabeverlauf gelöscht
el: Το ιστορικό αναπαραγωγής διαγράφηκε πρόσφατα
es: Historial de reproducción reciente borrado
et: Hiljuti mängitud ajalugu tühjendatud
fr: Historique de lecture effacé
he_il: היסטוריית השמעות אחרונות נמחקה
hi_in: हाल ही में बजाए गए गाने साफ़ किए गए
hu: Nemrég játszott lista törölve
id_id: Riwayat yang baru saja diputar dihapus
it_it: Cronologia recenti cancellata
ja_jp: 再生履歴を消去しました
ka: ბოლოს მოსმენილი სიმღერების ისტორია გასუფთავდა
ko: 최근 재생 기록 삭제됨
pl: Wyczyszczono historię ostatnio odtworzonych utworów
pt: Histórico limpo
ru: История недавно проигранных очищена
sv: Historiken för senaste spelade rensad
ta: சமீபத்தில் இயக்கிய வரலாறு அழிக்கப்பட்டது
tr_tr: Son çalınanlar temizlendi
uk: Історія нещодавно програних очищена
zh: 近期播放历史记录已清除

source: Recommended for you
ar_sa: موصى به لك
de: Empfohlen für dich
el: Συνιστάται για εσάς
es: Recomendado para ti
et: Sulle soovitatud
fr: Recommandations
he_il: מומלץ עבורך
hi_in: आपके लिए अनुशंसित
hu: Neked ajánlott
id_id: Direkomendasikan untuk Anda
it_it: Raccomandato per te
ja_jp: あなたにおすすめ
ka: შემოთავაზებები შენთვის
ko: 추천 항목
pl: Polecane dla Ciebie
pt: Recomendado para você
ru: Рекомендовано вам
sv: Rekommenderas för dig
ta: உங்களுக்கான பரிந்துரைகள்
tr_tr: Önerilenler
uk: Рекомендовано вам
vi: Được đề xuất cho bạn
zh: 为您推荐

source: Remove
ar_sa: إزالة
de: Entfernen
el: Αφαίρεση
es: Eliminar
et: Eemalda
fr: Supprimer
he_il: הסר
hi_in: हटाएं
hu: Eltávolítás
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ka: წაშლა
ko: 제거
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
ta: நீக்கு
tr_tr: Sil
uk: Видалити
zh: 移除

source: Remove from folder
ar_sa: إزالة من المجلد
de: Aus Ordner entfernen
el: Αφαίρεση από το φάκελο
es: Eliminar de la carpeta
et: Eemalda kaustast
fr: Supprimer du dossier
hu: Eltávolítás a mappából
it_it: Rimuovi dalla cartella
ja_jp: フォルダーから削除
ko: 폴더에서 제거
pl: Usuń z folderu
pt: Remover da pasta
ru: Удалить из папки
ta: கோப்புறையிலிருந்து நீக்கு
tr_tr: Klasörden kaldır
uk: Видалити з папки
zh: 从文件夹中删除

source: Remove from liked playlists
ar_sa: إزالة من قوائم التشغيل المعجبة
de: Aus Favoriten entfernen
el: Κατάργηση από τις λίστες αναπαραγωγής που αρέσουν
es: Eliminar de las listas de reproducción favoritas
et: Eemalda lemmiknimekirjadest
fr: Supprimer des playlists favorites
he_il: הסר מרשימות השמעה שאהבתי
hi_in: पसंदीदा प्लेलिस्ट से हटाएं
hu: Eltávolítás a kedvelt lejátszási listák közül
id_id: Hapus dari playlist yang disukai
it_it: Rimuovi dalle playlist aggiunte ai preferiti
ja_jp: いいねした再生リストから削除
ko: 좋아요 재생목록에서 제거
pl: Usuń z polubionych list odtwarzania
pt: Remover das playlists
ru: Удалить из избранных плейлистов
sv: Ta bort från gillade spellistor
ta: விருப்பமான பிளேலிஸ்ட்களில் இருந்து நீக்கு
tr_tr: Beğenilen Çalma Listelerinden Çıkar
uk: Видалити зі вподобаних списків відтворення
zh: 从喜欢的播放列表中移除

source: Remove from liked songs
ar_sa: إزالة من الأغاني المحببة
de: Aus Lieblingsliedern entfernen
el: Αφαίρεση από αγαπημένα τραγούδια
es: Eliminar de las canciones favoritas
et: Eemalda lemmiklugude hulgast
fr: Supprimer des titres favoris
he_il: הסר משירים שאהבתי
hi_in: पसंदीदा गानों से हटाएं
hu: Eltávolítás a kedvelt dalok közül
id_id: Hapus dari lagu yang disukai
it_it: Rimuovi dai brani aggiunti ai preferiti
ja_jp: いいねした曲から削除
ka: მოწონებული სიმღერებიდან ამოშლა
ko: 좋아요 노래에서 삭제
pl: Usuń z polubionych utworów
pt: Remover das músicas
ru: Удалить из избранных треков
sv: Ta bort från gillade låtar
ta: விருப்பமான பாடல்களில் இருந்து நீக்கு
tr_tr: Beğenilen Parçalardan Çıkar
uk: Видалити з улюблених пісень
zh: 从喜欢的音乐中移除

source: Remove from playlist
ar_sa: إزالة من قائمة التشغيل
de: Aus Wiedergabeliste entfernen
el: Αφαίρεση από τη λίστα αναπαραγωγής
es: Eliminar de la lista de reproducción
et: Eemalda nimekirjast
fr: Supprimer de la playlist
he_il: הסר מרשימות השמעה
hi_in: प्लेलिस्ट से हटाएं
hu: Eltávolítás a lejátszási listáról
id_id: Hapus dari playlist
it_it: Rimuovi dalla playlist
ja_jp: 再生リストから削除
ka: ჩასართავი სიიდან ამოშლა
ko: 재생목록에서 삭제
pl: Usuń z listy odtwarzania
pt: Remover da playlist
ru: Удалить из плейлиста
sv: Ta bort från spellistan
ta: பிளேலிஸ்டிலிருந்து நீக்கு
tr_tr: Çalma Listesinden Çıkar
uk: Видалити зі списку відтворення
zh: 从播放列表中移除

source: Remove from recently played
ar_sa: إزالة من اللعب مؤخرا
de: Entferne vor kurzem gespielt
el: Κατάργηση από τα πρόσφατα παιγμένα
es: Eliminar de reproducidos recientemente
et: Eemalda hiljuti mängitute hulgast
fr: Supprimer des lectures récentes
he_il: הסר מנוגן לאחרונה
hu: Eltávolítás a nemrég lejátszottak közül
id_id: Hapus dari yang baru saja diputar
it_it: Rimuovi da riprodotti di recente
ja_jp: 最近聴いた曲から削除
ko: 최근 재생목록에서 제거
pl: Usuń z ostatnio odtwarzanych
pt: Remover das reproduzidas recentemente
ru: Удалить из недавних треков
sv: Ta bort från senast spelade
ta: சமீபத்தில் இயக்கியதில் இருந்து நீக்கு
tr_tr: Son oynatılanlardan çıkar
uk: Видалити з нещодавно відтворених
zh: 从近期播放中移除

# removeOffline
source: Remove from offline
ar_sa: إزالة من دون اتصال
de: Offline entfernen
el: Αφαίρεση από αποσυνδεδεμένο
es: Eliminar de sin conexión
et: Eemalda võrguühenduseta režiimist
fr: Supprimer du mode hors ligne
he_il: הסר מהמצב לא מקוון
hi_in: ऑफ़लाइन से हटाएं
hu: Eltávolítás az Offline-ból
id_id: Hapus dari offline
it_it: Rimuovi dai brani disponibili offline
ja_jp: オフラインから削除
ka: უინტერნეტო წვდომის მოცილება
ko: 오프라인에서 삭제
pl: Usuń z trybu offline
pt: Remover offline
ru: Удалить офлайн трек
sv: Ta bort från offline
ta: ஆஃப்லைனிலிருந்து நீக்கு
tr_tr: Çevrim dışından çıkar
uk: Видалити з офлайн
zh: 删除离线缓存

source: Remove Offline Playlist
ar_sa: إزالة قائمة التشغيل دون اتصال
de: Offline-Playlist entfernen
el: Αφαίρεση Λίστας Αναπαραγωγής Χωρίς Σύνδεση
es: Eliminar lista de reproducción sin conexión
et: Eemalda nimekiri võrguühenduseta režiimist
fr: Supprimer la playlist hors ligne
he_il: הסר רשימת השמעה לא מקוונת
hu: Eltávolítás az Offline lejátszási listáról
id_id: Hapus Playlist Offline
it_it: Rimuovi Scaletta Offline
ja_jp: オフライン再生リストから削除
ko: 오프라인 재생목록 제거
pl: Usuń listę odtwarzania offline
pt: Remover playlist offline
ru: Удалить офлайн-плейлист
sv: Ta bort offlinespellista
ta: ஆஃப்லைன் பிளேலிஸ்டை நீக்கு
tr_tr: Çevrim Dışı Liste
uk: Видалити список офлайн відтворення
zh: 删除离线播放列表

# removeOfflinePlaylistConfirm
source: This will remove the playlist from offline storage. Songs that are used in other playlists will still be available.
ar_sa: سيؤدي هذا إلى إزالة قائمة التشغيل من التخزين دون اتصال. الأغاني المستخدمة في قوائم التشغيل الأخرى ستظل متاحة.
de: Dadurch wird die Wiedergabeliste vom Offline-Speicher entfernt. Songs, die in anderen Wiedergabelisten verwendet werden, werden weiterhin verfügbar sein.
el: Αυτό θα αφαιρέσει τη λίστα αναπαραγωγής από τον χώρο αποθήκευσης εκτός σύνδεσης. Τραγούδια που χρησιμοποιούνται σε άλλες λίστες αναπαραγωγής θα είναι ακόμα διαθέσιμα.
es: Esto eliminará la lista de reproducción del almacenamiento sin conexión. Las canciones que se utilizan en otras listas de reproducción seguirán estando disponibles.
et: See eemaldab nimekirja võrguühenduseta režiimist. Laulud, mida kasutatakse teistes nimekirjades, jäävad siiski kättesaadavaks.
fr: Cela supprimera la playlist du stockage hors ligne. Les titres utilisés dans d'autres playlists resteront disponibles.
he_il: פעולה זו תסיר את רשימת ההשמעה מאחסון לא מקוון. שירים שנמצאים בשימוש ברשימות השמעה אחרות עדיין יהיו זמינות.
hu: A lejátszási lista el lesz távolítva az Offline tárhelyről. Az olyan dalok, amelyek más lejátszási listákban is szerepelnek, továbbra is elérhetők lesznek.
id_id: Ini akan menghapus playlist dari penyimpanan offline. Lagu-lagu yang digunakan di playlist lain akan tetap tersedia.
it_it: Questo rimuoverà la scaletta dalla memoria offline. I brani che vengono utilizzati in altre scalette saranno ancora disponibili.
ja_jp: オフライン用保存領域から再生リストを除去します。ほかの再生リストで使われている曲は利用できるまま残ります。
ko: 오프라인 저장소에서 재생목록이 삭제됩니다. 다른 재생목록에 있는 노래는 계속 사용할 수 있습니다.
pl: Spowoduje to usunięcie listy odtwarzania z pamięci offline. Utwory używane w innych playlistach będą nadal dostępne.
pt: Isso removerá a playlist do armazenamento. Músicas usadas em outras playlists continuarão disponíveis.
ru: Это удалит список воспроизведения из офлайн хранилища. Песни, используемые в других списках воспроизведения, останутся доступными.
sv: Detta tar bort spellistan från offlinelagringen. Låtar som används i andra spellistor kommer fortfarande att vara tillgängliga.
ta: இந்த பிளேலிஸ்ட் ஆஃப்லைன் சேமிப்பிலிருந்து நீக்கப்படும்.
tr_tr: Bu listeyi depolamadan kaldıracak. Farklı listelerde olan parçalar hâla kullanıllanılabilir olacak.
uk: Це видалить список відтворення з офлайн сховища. Пісні, що використовуються в інших списках відтворення, залишаться доступними.
zh: 这将从离线存储中移除该播放列表。其他播放列表中使用的歌曲仍可访问。

# removePlaylistQuestion
source: Are you sure you want to remove this playlist?
ar_sa: Remove this playlist?
de: Playlist löschen?
el: Κατάργηση αυτής της λίστας αναπαραγωγής;
es: Eliminar la lista de reproducción?
et: Kas olete kindel, et soovite selle nimekirja eemaldada?
fr: Souhaitez-vous supprimer cette playlist ?
he_il: האם אתה בטוח שברצונך להסיר את רשימת ההשמעה הזו?
hi_in: क्या आप इस प्लेलिस्ट को हटाना चाहते हैं?
hu: Biztos hogy el akarja távolítani ezt a lejátszási listát?
id_id: Apakah Anda yakin ingin menghapus playlist ini?
it_it: Rimuovere questa playlist?
ja_jp: この再生リストを削除しますか？
ka: წავშალოთ ეს ჩასართავი სია?
ko: 재생목록을 제거할까요?
pl: Usunąć tą playlistę?
pt: Deseja remover esta playlist?
ru: Вы уверены, что хотите удалить этот плейлист?
sv: Är du säker på att du vill ta bort den här spellistan?
ta: இந்த பிளேலிஸ்டை நீக்க வேண்டுமா?
tr_tr: Bu parçayı gerçekten çalma listenden çıkaracak mısın?
uk: Ви впевнені, що хочете видалити цей список відтворення?
zh: 您确定要移除此播放列表吗？

# removeSearchQueryQuestion
source: Are you sure you want to remove this search query?
ar_sa: Remove this search query?
de: Suchanfrage löschen?
el: Να καταργηθεί αυτό το ερώτημα αναζήτησης;
es: Eliminar la consulta de búsqueda?
et: Kas olete kindel, et soovite selle otsingupäringu eemaldada?
fr: Souhaitez-vous supprimer cette requête de recherche ?
he_il: האם אתה בטוח שברצונך להסיר את שאילתת החיפוש הזו?
hi_in: क्या आप इस खोज क्वेरी को हटाना चाहते हैं?
hu: Biztos hogy törölni akarja ezt a keresést?
id_id: Apakah Anda yakin ingin menghapus permintaan pencarian ini?
it_it: Rimuovere questa ricerca?
ja_jp: この検索語句を削除しますか？
ka: წავშალოთ ეს ძიება?
ko: 검색어를 제거할까요?
pl: Usunąć to wyszukiwanie?
pt: Deseja remover esta busca?
ru: Вы уверены, что хотите удалить этот поисковый запрос?
sv: Är du säker på att du vill ta bort den här sökfrågan?
ta: இந்த தேடலை நீக்க வேண்டுமா?
tr_tr: Bu aramayı gerçekten silmek istiyor musun?
uk: Ви впевнені, що хочете видалити цей пошуковий запит?
zh: 您确定要移除此搜索历史吗？

source: Removed from liked songs
de: Aus Favoriten entfernt
el: Διαγραφή από αγαπημένα τραγούδια
fr: Retiré des titres favoris
hu: Eltávolítva a kedvelt dalok közül
it_it: Rimosso da brani che ti piacciono
pl: Usunięto z polubionych utworów
ru: Удалено из понравившихся песен
ta: விருப்பமான பாடல்களில் இருந்து நீக்கப்பட்டது
tr_tr: Beğenilen şarkılardan çıkarıldı
uk: Видалено з уподобань пісень
zh: 已从喜欢的音乐中移除

source: Rename song
de: Lied umbenennen
el: Μετονομασία τραγουδιού
fr: Renommer le titre
hu: Dal átnevezése
it_it: Rinomina brano
ko: 음악 이름 수정
pl: Zmień nazwę utworu
ru: Переименовать песню
ta: பாடலின் பெயரை மாற்று
tr_tr: Şarkıyı yeniden adlandır
uk: Перейменувати пісню
zh: 重命名歌曲

# restoreError
source: Error restoring data
ar_sa: حدث خطأ أثناء استعادة البيانات
de: Fehler bei der Datenwiederherstellung
el: Σφάλμα κατά την επαναφορά δεδομένων
es: Error al restaurar los datos
et: Andmete taastamisel tekkis viga
fr: Erreur pendant la restauration
he_il: שגיאה בשחזור נתונים
hi_in: डेटा पुनर्स्थापित करने में त्रुटि
hu: Hiba lépett fel az adatok visszaállításakor
id_id: Terjadi kesalahan saat memulihkan data
it_it: Errore durante il ripristino dei dati
ja_jp: データ復元中にエラーが発生しました
ka: შეცდომა ინფორმაციის დაბრუნებისას
ko: 데이터를 복원하는 동안 오류 발생
pl: Błąd podczas przywracania danych
pt: Erro na restauração
ru: Ошибка при восстановлении данных
sv: Fel vid återställning av data
ta: தரவை மீட்டெடுக்கும் போது பிழை
tr_tr: Hata: Veri geri yüklenemedi
uk: Помилка під час відновлення даних
vi: Lỗi khi khôi phục dữ liệu
zh: 恢复数据时发生错误

source: Restore user data
ar_sa: استعادة بيانات المستخدم
de: Benutzerdaten wiederherstellen
el: Επαναφορά δεδομένων χρήστη
es: Restaurar datos del usuario
et: Taasta kasutajaandmed
fr: Restaurer les données utilisateur
he_il: שחזר נתוני משתמש
hi_in: उपयोगकर्ता डेटा पुनर्स्थापित करें
hu: Felhasználói adatok visszaállítása
id_id: Pulihkan data pengguna
it_it: Ripristina dati utente
ja_jp: ユーザーデータの復元
ka: მომხმარებლის ინფორმაციის დაბრუნება
ko: 사용자 데이터 복원
pl: Przywróć dane użytkownika
pt: Restaurar dados
ru: Восстановление собственных данных
sv: Återställ användardata
ta: பயனர் தரவை மீட்டெடு
tr_tr: Kullanıcı Verilerini Geri Yükle
uk: Відновлення власних даних
vi: Khôi phục dữ liệu người dùng
zh: 恢复用户数据

# restoredSuccess
source: Data restored successfully
ar_sa: تمت الاستعادة بنجاح
de: Erfolgreich wiederhergestellt
el: Η επαναφορά ολοκληρώθηκε με επιτυχία
es: Restaurado
et: Andmed edukalt taastatud
fr: Restauration réussie
he_il: הנתונים שוחזרו בהצלחה
hi_in: डेटा सफलतापूर्वक पुनर्स्थापित हुआ
hu: Felhasználói adatok sikeresen visszállítva
id_id: Data berhasil dipulihkan
it_it: Dati ripristinati con successo
ja_jp: 復元に成功しました
ka: წარმატებით დაბრუნდა
ko: 데이터가 성공적으로 복구되었음
pl: Przywrócono pomyślnie
pt: Dados restaurados
ru: Данные успешно восстановлены
sv: Data har återställts
ta: தரவு வெற்றிகரமாக மீட்டெடுக்கப்பட்டது
tr_tr: Veri başarıyla yeniden yüklendi
uk: Відновлено успішно
vi: Khôi phục thành công
zh: 数据恢复成功

source: Search
ar_sa: بحث
de: Suche
el: Αναζήτηση
es: Buscar
et: Otsi
fr: Chercher
he_il: חיפוש
hi_in: खोजें
hu: Keresés
id_id: Cari
it_it: Cerca
ja_jp: 検索
ka: ძიება
ko: 검색
pl: Szukaj
pt: Buscar
ru: Поиск
sv: Sök
ta: தேடு
tr_tr: Ara
uk: Пошук
vi: Tìm kiếm
zh: 搜索

# searchHistoryMsg
source: Search history cleared
ar_sa: تم مسح سجل البحث
de: Suchverlauf gelöscht
el: Έγινε απαλοιφή του ιστορικού αναζήτησης
es: Historial de búsqueda borrado
et: Otsinguaegloo tühjendatud
fr: Historique de recherche effacé
he_il: היסטוריית חיפושים נוקתה
hi_in: खोज इतिहास साफ़ कर दिया गया
hu: Keresési előzmények törölve
id_id: Riwayat pencarian berhasil dihapus
it_it: Cronologia ricerche cancellata
ja_jp: 検索履歴を削除しました
ka: საძიებო ისტორია გასუფთავდა
ko: 검색 기록이 지워짐
pl: Historia wyszukiwania wyczyszczona
pt: Histórico de buscas limpo
ru: История поиска очищена
sv: Sökhistoriken har rensats
ta: தேடல் வரலாறு அழிக்கப்பட்டது
tr_tr: Arama geçmişi temizlendi
uk: Історію пошуку очищено
vi: Đã xóa lịch sử tìm kiếm
zh: 搜索历史已清除

source: Select duration
ar_sa: تحديد المدة
de: Dauer auswählen
el: Επιλογή διάρκειας
es: Seleccionar duración
et: Vali kestus
fr: Sélectionner la durée
he_il: הגדר משך זמן
hi_in: अवधि चुनें
hu: Időtartam kiválasztása
id_id: Pilih durasi
it_it: Seleziona durata
ja_jp: 時間を選択
ko: 기간 선택
pl: Wybierz czas trwania
pt: Selecionar duração
ru: Выберите длительность
sv: Välj varaktighet
ta: நேரத்தை தேர்ந்தெடு
tr_tr: Süreyi Belirle
uk: Оберіть тривалість
zh: 选择持续时间

source: Set sleep timer
ar_sa: تعيين مؤقت السكون
de: Sleep-Timer festlegen
el: Ορισμός χρονομέτρου ύπνου
es: Ajustar temporizador de apagado automático
et: Seadista unetaimer
fr: Régler la minuterie de sommeil
he_il: הגדר טיימר שינה
hi_in: स्लीप टाइमर सेट करें
hu: Elalvás időzítő beállítása
id_id: Atur pewaktu tidur
it_it: Imposta timer di sospensione
ja_jp: スリープタイマーを設定
ko: 수면 타이머 설정
pl: Ustaw czas uśpienia
pt: Definir temporizador
ru: Установить таймер сна
sv: Ställ in insomningstimern
ta: உறக்க டைமரை அமை
tr_tr: Uyku Zamanlayıcısı
uk: Встановити таймер сну
zh: 设置睡眠定时器

source: Set timer
ar_sa: تعيين المؤقت
de: Timer festlegen
el: Ορισμός χρονομέτρου
es: Ajustar temporizador
et: Seadista taimer
fr: Régler la minuterie
he_il: הגדר טיימר
hi_in: टाइमर सेट करें
hu: Időzítő beállítása
id_id: Atur pewaktu
it_it: Imposta timer
ja_jp: タイマーを設定
ko: 타이머 설정
pl: Ustaw minutnik
pt: Definir tempo
ru: Установить таймер
sv: Ställ in timern
ta: டைமரை அமை
tr_tr: Zamanlayıcı Ayarla
uk: Встановити таймер
zh: 设置定时器

# settingChangedMsg
source: Settings updated successfully
ar_sa: تم تغيير الإعداد
de: Einstellung geändert
el: Η ρύθμιση άλλαξε
es: Ajustes cambiados
et: Seaded edukalt uuendatud
fr: Paramètre modifié
he_il: הגדרות עודכנו בהצלחה
hi_in: सेटिंग्स सफलतापूर्वक अपडेट हुईं
hu: Beállítások sikeresen frissítve
id_id: Pengaturan berhasil diubah
it_it: Impostazioni cambiate
ja_jp: 設定を変更しました
ka: პარამეტრი განახლდა
ko: 설정이 업데이트되었음
pl: Ustawienie zostało zmienione
pt: Configurações atualizadas
ru: Параметр изменён
sv: Inställningarna har uppdaterats
ta: அமைப்புகள் மாற்றப்பட்டன
tr_tr: Ayarlar başarıyla güncellendi
uk: Налаштування змінено
vi: Đã thay đổi cài đặt
zh: 设置更新成功

source: Settings
ar_sa: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fr: Paramètres
he_il: הגדרות
hi_in: सेटिंग्स
hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ka: პარამეტრები
ko: 설정
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
ta: அமைப்புகள்
tr_tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设置

source: Sleep timer cancelled
ar_sa: تم إلغاء مؤقت النوم
de: Sleep-Timer abgebrochen
el: Ο χρονοδιακόπτης ύπνου ακυρώθηκε
es: Temporizador de apagado cancelado
et: Unetaimer tühistatud
fr: Minuterie de sommeil annulée
he_il: טיימר שינה בוטל
hu: Elalvás időzítő törölve
id_id: Pewaktu tidur dibatalkan
it_it: Timer di sospensione annullato
ja_jp: スリープタイマーをキャンセルしました
ko: 수면 타이머가 취소되었음
pl: Wyłącznik czasowy został anulowany
pt: Temporizador de sono cancelado
ru: Таймер сна отменен
sv: Insomningstimern avbruten
ta: உறக்க டைமர் ரத்து செய்யப்பட்டது
tr_tr: Uyku zamanlayıcısı iptal edildi
uk: Таймер сну скасовано
zh: 睡眠定时器已取消
