Repository: gokadzev/Musify
Catalog: lib/localization/app_*.arb
Languages: ar_sa, de, el, es, et, fr, he_il, hi_in, hu, id_id, it_it, ja_jp, ka, ko, pl, pt, ru, sv, ta, tr_tr, uk, vi, zh

source: Confirmation
ar_sa: تأكيد
de: Bestätigung
el: Επιβεβαίωση
es: Confirmación
et: Kinnitus
he_il: אישור
hi_in: पुष्टिकरण
hu: Megerősítés
id_id: Konfirmasi
it_it: Conferma
ja_jp: 確認
ka: დადასტურება
ko: 확인
pl: Potwierdzenie
pt: Confirmação
ru: Подтверждение
sv: Bekräftelse
ta: உறுதிப்படுத்தல்
tr_tr: Doğrulama
uk: Підтвердження
zh: 确认

source: Copy logs
ar_sa: نسخ السجلات
de: Logs kopieren
el: Αντιγραφή καταγραφών
es: Copiar registros
et: Kopeeri logid
fr: Copier les logs
he_il: העתק יומנים
hi_in: लॉग्स कॉपी करें
hu: Naplók másolása
id_id: Salin catatan
it_it: Copia log
ja_jp: ログをコピー
ka: ლოგების კოპირება
ko: 로그 복사
pl: Kopiuj logi
pt: Copiar logs
ru: Копировать журналы
sv: Kopiera loggar
ta: பதிவுகளை நகலெடு
tr_tr: Kayıtları Kopyala
uk: Копіювати журнали
vi: Sao chép logs
zh: 复制日志

# copyLogsNoLogs
source: No logs to copy
ar_sa: لم يتم العثور على سجلات للنسخ
de: Keine Logs zum Kopieren gefunden
el: Δεν βρέθηκαν καταγραφές για αντιγραφή
es: No hay registros para copiar
et: Pole logisid kopeerimiseks
fr: Aucun log à copier
he_il: אין יומנים להעתקה
hi_in: कॉपी करने के लिए कोई लॉग उपलब्ध नहीं
hu: Nincsenek másolható naplók
id_id: Tidak ada catatan untuk disalin
it_it: Nessun log trovato da copiare
ja_jp: ログまだありません
ka: ლოგები არ მოიძებნა
ko: 복사할 로그가 없음
pl: Brak logów do skopiowania
pt: Nenhum log disponível
ru: Нет журналов для копирования
sv: Inga loggar att kopiera
ta: நகலெடுக்க பதிவுகள் இல்லை
tr_tr: Kopyalanacak kayıt yok
uk: Немає журналів для копіювання
vi: Không tìm thấy logs để sao chép
zh: 没有日志可复制

# copyLogsSuccess
source: Logs copied successfully
ar_sa: تم نسخ السجلات بنجاح
de: Logs erfolgreich kopiert
el: Οι καταγραφές αντιγράφηκαν με επιτυχία.
es: Registros copiados correctamente
et: Logid kopeeritud edukalt
fr: Copie des logs réussie
he_il: יומנים הועתקו בהצלחה
hi_in: लॉग्स सफलतापूर्वक कॉपी हुए
hu: Naplók sikeresen másolva
id_id: Catatan berhasil disalin
it_it: Log copiati con successo
ja_jp: ログをコピーしました
ka: ლოგები დაკოპირდა წარმატებით.
ko: 로그가 성공적으로 복사되었음
pl: Pomyślnie skopiowano logi.
pt: Logs copiados
ru: Логи успешно скопированы
sv: Loggarna har kopierats
ta: பதிவுகள் வெற்றிகரமாக நகலெடுக்கப்பட்டன
tr_tr: Kayıtlar panoya kopyalandı.
uk: Журналы успешно скопированы
vi: Sao chép logs thành công.
zh: 日志复制成功

source: Create
ar_sa: إنشاء
de: Anlegen
el: Δημιουργία
es: Crear
et: Loo
fr: Créer
hu: Létrehozás
it_it: Crea
ja_jp: 作成
ko: 만들기
pl: Utwórz
pt: Criar
ru: Создать
ta: உருவாக்கு
tr_tr: Oluştur
uk: Створити
zh: 创建

source: Create folder
ar_sa: إنشاء مجلد
de: Ordner erstellen
el: Δημιουργία φακέλου
es: Crear carpeta
et: Loo kaust
fr: Créer un dossier
hu: Mappa létrehozása
it_it: Crea cartella
ja_jp: フォルダーを作成
ko: 폴더 만들기
pl: Utwórz folder
pt: Criar pasta
ru: Создать папку
ta: கோப்புறை உருவாக்கு
tr_tr: Klasör oluştur
uk: Створити теку
zh: 创建文件夹

source: Custom
de: Benutzerdefiniert
el: Προτιμητέο
fr: Personnalisée
hu: Saját
it_it: Personalizza
ko: 맞춤설정
pl: Niestandardowe
ru: Собственный
ta: தனிப்பயன்
tr_tr: Özel
uk: Власний
zh: 自定义

# customPlaylistImgUrl
source: Custom playlist image URL
ar_sa: رابط صورة قائمة التشغيل الخاصة
de: Bildlink der benutzerdefinierten Playlist
el: Σύνδεσμος εικόνας προσαρμοσμένης λίστας αναπαραγωγής
es: URL de imagen personalizada para la lista de reproducción
et: Kohandatud nimekirja pildi URL
fr: Lien d'image de la playlist personnalisée
he_il: קישור תמונת רשימת השמעה מותאם אישית
hi_in: कस्टम प्लेलिस्ट छवि URL
hu: Saját lejátszási lista kép URL
id_id: URL gambar playlist khusus
it_it: Link immagine playlist personalizzata
ja_jp: リスト用の画像のリンク
ka: საკუთარი ჩასართავი სიის სურათის ბმული
ko: 커스텀 재생목록 이미지 링크
pl: Własny link do okładki playlisty
pt: URL da imagem
ru: URL изображения для собственного списка воспроизведения
sv: Anpassad spellistsavbildswebbadress
ta: தனிப்பயன் பிளேலிஸ்ட் பட URL
tr_tr: Çalma Listesi Kapağı Linki
uk: URL зображення для власного списку відтворення
vi: Custom playlist image link
zh: 自定义播放列表封面 URL

source: Custom playlist name
ar_sa: اسم قائمة التشغيل الخاصة
de: Name der benutzerdefinierten Playlist
el: Όνομα προσαρμοσμένης λίστας αναπαραγωγής
es: Nombre personalizado de la lista de reproducción
et: Kohandatud nimekirja nimi
fr: Nom de la playlist personnalisée
he_il: שם רשימת השמעה מותאם אישית
hi_in: कस्टम प्लेलिस्ट नाम
hu: Saját lejátszási lista neve
id_id: Nama playlist khusus
it_it: Nome playlist personalizzata
ja_jp: リスト名の指定
ka: საკუთარი ჩასართავი სიის სახელი
ko: 커스텀 재생목록 이름
pl: Własna nazwa playlisty
pt: Nome da playlist
ru: Название собственного списка воспроизведения
sv: Anpassat spellistsnamn
ta: தனிப்பயன் பிளேலிஸ்ட் பெயர்
tr_tr: Çalma Listesi İsmi
uk: Назва власного списку відтворення
zh: 新建播放列表名称

source: Custom playlists
ar_sa: قوائم تشغيل مخصصة
de: Eigene Wiedergabelisten
el: Προσαρμοσμένα λίστες αναπαραγωγής
es: Listas de reproducción personalizadas
et: Kohandatud nimekirjad
fr: Playlists personnalisées
he_il: רשימות השמעה מותאמות אישית
hi_in: कस्टम प्लेलिस्ट
hu: Saját lejátszási listák
id_id: Playlist khusus
it_it: Playlist personalizzate
ja_jp: あなたの再生リスト
ko: 커스텀 재생목록
pl: Niestandardowe listy odtwarzania
pt: Playlists personalizadas
ru: Собственные списки воспроизведения
sv: Anpassade spellistor
ta: தனிப்பயன் பிளேலிஸ்ட்கள்
tr_tr: Kişisel Çalma Listeleri
uk: Створені списки відтворення
zh: 自定义播放列表

source: Date Added
ar_sa: تاريخ الإضافة
de: Hinzugefügt am
el: Ημερομηνία Προσθήκης
fr: Date d'ajout
hu: Hozzáadás Dátuma
it_it: Data Aggiunta
ko: 날짜 추가됨
pl: Data dodania
pt: Data de adição
ru: Дата добавления
ta: சேர்க்கப்பட்ட தேதி
tr_tr: Eklenme Tarihi
uk: Дата створення
zh: 已添加日期

source: Default
ar_sa: الافتراضي
de: Standard
el: Προεπιλογή
fr: Défaut
hu: Alapértelmezett
it_it: Predefinito
ko: 기본
pl: Domyślny
pt: Padrão
ru: По умолчанию
ta: இயல்புநிலை
tr_tr: Varsayılan
uk: За замовчуванням
zh: 默认

source: Delete
ar_sa: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fr: Supprimer
hu: Törlés
it_it: Elimina
ja_jp: 削除
ko: 삭제
pl: Usuń
pt: Excluir
ru: Удалить
ta: நீக்கு
tr_tr: Sil
uk: Видалити
zh: 删除

source: Delete folder
ar_sa: حذف المجلد
de: Ordner löschen
el: Διαγραφή φακέλου
es: Eliminar carpeta
et: Kustuta kaust
fr: Supprimer le dossier
hu: Mappa törlése
it_it: Elimina cartella
ja_jp: フォルダーを削除
ko: 폴더 삭제
pl: Usuń folder
pt: Excluir pasta
ru: Удалить папку
ta: கோப்புறையை நீக்கு
tr_tr: Klasörü sil
uk: Видалити теку
zh: 删除文件夹

# deleteFolderQuestion
source: Are you sure you want to delete this folder? Playlists inside will be moved to the main library.
ar_sa: هل أنت متأكد من أنك تريد حذف هذا المجلد؟ سيتم نقل قوائم التشغيل داخل المكتبة الرئيسية.
de: Sind Sie sicher, dass Sie diesen Ordner löschen möchten? Wiedergabelisten werden in die Hauptbibliothek verschoben.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το φάκελο? Οι λίστες αναπαραγωγής μέσα θα μετακινηθούν στην κύρια βιβλιοθήκη.
es: ¿Estás seguro de que deseas eliminar esta carpeta? Las listas de reproducción que contiene se moverán a la biblioteca principal.
et: Kas olete kindel, et soovite selle kausta kustutada? Kaustas olevad nimekirjad liigutatakse peamise teeki.
fr: Êtes-vous sûr de vouloir supprimer ce dossier ? Les playlists qu'il contient seront déplacées vers la bibliothèque principale.
hu: Biztos törölni akarod a mappát? A benne lévő lejátszási listák átkerülnek a fő könyvtárba.
it_it: Sei sicuro di voler eliminare questa cartella? Le scalette all'interno saranno spostate nella libreria principale.
ja_jp: このフォルダーを削除しますか? 中身の再生リストは、メインのライブラリに移動されます。
ko: 이 폴더를 삭제할까요? 폴더 안의 재생목록이 기본 라이브러리로 이동합니다.
pl: Czy na pewno chcesz usunąć ten folder? Listy odtwarzania zostaną przeniesione do głównej biblioteki.
pt: Tem certeza de que deseja excluir esta pasta? As playlists dentro dela serão movidas para a biblioteca principal.
ru: Вы уверены, что хотите удалить эту папку? Плейлисты внутри будут перемещены в основную библиотеку.
ta: இந்த கோப்புறையை நீக்க வேண்டுமா? உள்ள பிளேலிஸ்ட்கள் முதன்மை நூலகத்திற்கு மாற்றப்படும்.
tr_tr: Bu klasörü silmek istediğinizden emin misiniz? İçerideki çalma listeleri ana kütüphaneye taşınacak.
uk: Ви дійсно хочете видалити цю теку? Списки відворення збережені в цій теці будуть переміщені в основну бібліотеку.
zh: 您确定要删除此文件夹吗？其中的播放列表将被移动到主媒体库。

source: Delete playlist
ar_sa: حذف قائمة التشغيل
de: Playlist löschen
el: Διαγραφή λίστας αναπαραγωγής
es: Borrar lista de reproducción
et: Kustuta nimekiri
fr: Supprimer la playlist
he_il: מחיקת רשימת השמעה
hi_in: प्लेलिस्ट हटाएं
hu: Lejátszási lista törlése
id_id: Hapus playlist
it_it: Cancella playlist
ja_jp: 再生リストを削除
ko: 재생목록 삭제
pl: Usuń listę odtwarzania
pt: Excluir playlist
ru: Удалить плейлист
sv: Ta bort spellista
ta: பிளேலிஸ்டை நீக்கு
tr_tr: Çalma Listesini Sil
uk: Видалити список відтворення
zh: 删除播放列表

source: Download
ar_sa: تحميل
de: Herunterladen
el: Λήψη
es: Descargar
et: Laadi alla
fr: Télécharger
he_il: הורדה
hi_in: डाउनलोड करें
hu: Letöltés
id_id: Unduh
it_it: Scarica
ja_jp: ダウンロード
ka: ჩამოტვირთვა
ko: 다운로드
pl: Pobierz
pt: Baixar
ru: Загрузить
sv: Ladda ner
ta: பதிவிறக்கம்
tr_tr: İndir
uk: Завантажити
zh: 下载

source: Download app update
ar_sa: تنزيل تحديث التطبيق
de: Update herunterladen
el: Λήψη ενημέρωσης εφαρμογής
es: Descargar actualización de la aplicación
et: Laadi rakenduse uuendus alla
fr: Télécharger la mise à jour
he_il: הורד ועדכן
hi_in: ऐप अपडेट डाउनलोड करें
hu: Alkalmazás frissítés letöltése
id_id: Unduh pembaruan aplikasi
it_it: Scarica aggiornamento app
ja_jp: アプリの最新版をダウンロード
ka: აპლიკაციის განახლების ჩამოტვირთვა
ko: 앱 업데이트 다운로드
pl: Pobierz aktualizację aplikacji
pt: Baixar atualização
ru: Скачать обновление
sv: Ladda ner appuppdatering
ta: பயன்பாட்டு புதுப்பிப்பை பதிவிறக்கு
tr_tr: Uygulama Güncellemesini İndir
uk: Завантажити оновлення програми
vi: Tải xuống bản cập nhật ứng dụng
zh: 下载应用更新

source: Download cancelled
ar_sa: تم إلغاء التحميل
de: Download abgebrochen
el: Η λήψη ακυρώθηκε
es: Descarga cancelada
et: Allalaadimine tühistatud
fr: Téléchargement annulé
he_il: הורדה בוטלה
hu: Letöltés megszakítva
id_id: Unduhan dibatalkan
it_it: Download annullato
ja_jp: ダウンロードをキャンセルしました
ko: 다운로드 취소됨
pl: Pobieranie anulowane
pt: Download cancelado
ru: Загрузка отменена
sv: Nerladdningen avbruten
ta: பதிவிறக்கம் ரத்து செய்யப்பட்டது
tr_tr: İndirme iptal edildi
uk: Завантаження скасовано
zh: 下载已取消

source: Download failed
ar_sa: فشل التحميل
de: Download fehlgeschlagen
el: Αποτυχία λήψης
es: Descarga fallida
et: Allalaadimine ebaõnnestus
fr: Échec du téléchargement
he_il: הורדה נכשלה
hu: Sikertelen letöltés
id_id: Unduhan gagal
it_it: Download non riuscito
ja_jp: ダウンロード失敗
ko: 다운로드 실패함
pl: Pobieranie nie powiodło się
pt: Falha no download
ru: Ошибка загрузки
sv: Nerladdningen misslyckades
ta: பதிவிறக்கம் தோல்வியடைந்தது
tr_tr: İndirme başarısız oldu
uk: Не вдалося завантажити
zh: 下载失败

source: Download playlist
ar_sa: تنزيل قائمة التشغيل
de: Playlist herunterladen
el: Λήψη λίστας αναπαραγωγής
es: Descargar lista de reproducción
et: Laadi nimekiri alla
fr: Télécharger la playlist
he_il: הורד רשימת השמעה
hu: Lejátszási lista letöltése
id_id: Unduh playlist
it_it: Scarica playlist
ja_jp: 再生リストをダウンロード
ko: 재생목록 다운로드
pl: Pobierz playlistę
pt: Baixar playlist
ru: Скачать плейлист
sv: Ladda ner spellista
ta: பிளேலிஸ்டை பதிவிறக்கு
tr_tr: Çalma Listesini İndir
uk: Завантажити список відтворення
zh: 下载播放列表

# dynamicColor
source: Dynamic accent color (Android 12+)
ar_sa: لون التمييز الدينامي (Android 12+)
de: Dynamische Akzentfarbe (Android 12+)
el: Δυναμικό χρώμα έμφασης (Android 12+)
es: Color de acento dinámico (Android 12+)
et: Dünaamiline aktsentvärv (Android 12+)
fr: Couleur d'accent dynamique (Android 12+)
he_il: צבע הדגשה דינמי (אנדרואיד 12+)
hi_in: डायनेमिक एक्सेंट रंग (Android 12+)
hu: Dinamikus kiemelési szín (Android 12+)
id_id: Warna aksen dinamis (Android 12+)
it_it: Colore dinamico (Android 12+)
ja_jp: 差し色を動的に変更 (Android 12以上)
ka: დინამიური აქცენტის ფერი (Android 12+)
ko: 동적 강조색 (안드로이드 12+)
pl: Dynamiczny kolor akcentu (Android 12+)
pt: Cor dinâmica (Android 12+)
ru: Динамический цветовой акцент (Android 12+)
sv: Dynamisk accentfärg (Android 12+)
ta: இயங்கும் முக்கிய நிறம் (Android 12+)
tr_tr: Değişken Vurgu Rengi (Android 12+)
uk: Динамічний акцентний колір (Android 12+)
vi: Màu chủ đạo động (Android 12+)
zh: 动态主题色（Android 12+）

source: Edit playlist
de: Playlist bearbeiten
el: Επεξεργασία λίστας αναπαραγωγής
es: Edita la playlist
fr: Modifier la playlist
hu: Lejátszási lista szerkesztése
it_it: Modifica playlist
ko: 재생목록 수정
pl: Edytuj Playlistę
pt: Editar playlist
ru: Редактировать плейлист
ta: பிளேலிஸ்டை திருத்து
tr_tr: Çalma listesini düzenle
uk: Редагувати список відтворення
zh: 编辑播放列表

# emptyFolderMsg
source: This folder is empty. Add playlists to organize your music.
ar_sa: هذا المجلد فارغ. أضف قوائم تشغيل لتنظيم الموسيقى الخاصة بك.
de: Dieser Ordner ist leer. Füge Wiedergabelisten hinzu, um deine Musik zu organisieren.
el: Αυτός ο φάκελος είναι κενός. Προσθέστε λίστες αναπαραγωγής για να οργανώσετε τη μουσική σας.
es: Esta carpeta está vacía. Añade listas de reproducción para organizar tu música.
et: See kaust on tühi. Lisa nimekirju, et oma muusikat korraldada.
fr: Ce dossier est vide. Ajoutez des playlists pour organiser votre musique.
hu: Ez a mappa üres. Adjon hozzá lejátszási listákat hogy rendszerezze a zenéit.
it_it: Questa cartella è vuota. Aggiungi playlist per organizzare la tua musica.
ja_jp: このフォルダーは空です。再生リストを追加して好きな音楽を整理しよう。
ko: 이 폴더는 비어 있어요. 재생목록을 추가하여 음악을 정리하세요.
pl: Ten folder jest pusty. Dodaj playlisty do organizacji muzyki.
pt: Esta pasta está vazia. Adicione playlists para organizar sua música.
ru: Эта папка пуста. Добавьте плейлисты, чтобы организовать свою музыку.
ta: இந்த கோப்புறை காலியாக உள்ளது. உங்கள் இசையை ஒழுங்குபடுத்த பிளேலிஸ்ட்களை சேர்க்கவும்.
tr_tr: Bu klasör boş. Müziklerinizi düzenlemek için çalma listeleri ekleyin.
uk: Ця тека пуста. Додайте список відтворення для організації музики.
zh: 此文件夹为空。添加播放列表来整理您的音乐。

# enableUpdateChecksDescription
source: Would you like Musify to check for updates automatically from GitHub releases? You can always check for updates manually from the settings
ar_sa: هل ترغب في أن يقوم Musify بالتحقق من وجود تحديثات تلقائياً من إصدارات GitHub ؟ يمكنك دائماً التحقق من وجود تحديثات يدوياً من الإعدادات
de: Möchten Sie, dass Musify automatisch nach Updates von GitHub Versionen sucht? Sie können immer manuell nach Updates in den Einstellungen suchen
el: Θα θέλατε το Musify να ελέγχει για ενημερώσεις αυτόματα από τις εκδόσεις του GitHub? Μπορείτε πάντα να ελέγξετε για ενημερώσεις χειροκίνητα από τις ρυθμίσεις
es: ¿Desea que Musify compruebe automáticamente si hay actualizaciones disponibles en las versiones de GitHub? Siempre puedes comprobar si hay actualizaciones manualmente desde los ajustes
fr: Souhaitez-vous que Musify vérifie automatiquement les mises à jour depuis les versions GitHub ? Vous pouvez toujours vérifier manuellement les mises à jour depuis les paramètres.
hu: Szeretnéd, hogy a Musify automatikusan keressen frissítéseket a GitHub kiadásaiból? A frissítéseket manuálisan is ellenőrizheted a beállításokban.
it_it: Vuoi che Musify controlli automaticamente gli aggiornamenti dalle versioni di GitHub? Puoi sempre controllare manualmente gli aggiornamenti dalle impostazioni
ko: Musify가 알아서 Github Release에서 업데이트를 확인하게 할까요? 또는 언제든지 설정에서 직접 업데이트를 확인하실 수 있습니다
pl: Czy chciałbyś, aby Musify automatycznie sprawdzała aktualizacje z wersji GitHub? Zawsze możesz sprawdzić dostępność aktualizacji ręcznie w ustawieniach
pt: Deseja que o Musify verifique atualizações automaticamente a partir das versões do GitHub? Você também pode verificar manualmente pelas configurações.
ru: Хотите, чтобы Musify проверял наличие обновлений автоматически из релизов GitHub? Вы всегда можете проверить наличие обновлений вручную в настройках
ta: GitHub வெளியீடுகளிலிருந்து Musify தானாக புதுப்பிப்புகளை சரிபார்க்க வேண்டுமா?
tr_tr: Musify'ın GitHub sürümlerinden gelen güncellemeleri otomatik olarak kontrol etmesini ister misiniz? Güncellemeleri istediğiniz zaman ayarlardan manuel olarak kontrol edebilirsiniz
uk: Ви хочете, щоб Musify перевіряв наявність оновлень автоматично з GitHub релізі? Ви завжди можете перевірити наявність оновлень вручну в налаштуваннях
zh: 您希望 Musify 自动从 GitHub Releases 检查更新吗？您也可以随时在设置中手动检查更新。

# enterFolderName
source: Please enter a folder name
ar_sa: الرجاء إدخال اسم المجلد
de: Bitte geben Sie einen Ordnernamen ein
el: Παρακαλώ εισάγετε ένα όνομα φακέλου
es: Por favor, introduzca un nombre para la carpeta
et: Sisesta kausta nimi
fr: Veuillez saisir un nom de dossier
hu: Adja meg a mappa nevét
it_it: Inserisci un nome per la cartella
ja_jp: フォルダー名を入力してください
ko: 폴더 이름을 입력하세요
pl: Wprowadź nazwę folderu
pt: Digite um nome para a pasta
ru: Пожалуйста, введите имя папки
ta: கோப்புறை பெயரை உள்ளிடவும்
tr_tr: Lütfen bir klasör adı girin
uk: Будь ласка, введіть ім'я папки
zh: 请输入文件夹名称

# error
source: An error occurred. Check logs or try again.
ar_sa: حدث خطأ ما
de: Etwas ist schiefgelaufen
el: Παρουσιάστηκε κάποιο πρόβλημα
es: Ocurrió un error. Por favor, inténtalo nuevamente.
et: Tekkis viga. Kontrolli logisid või proovi uuesti.
fr: Une erreur s'est produite
he_il: אירעה שגיאה. בדוק יומנים או נסה שוב.
hi_in: कुछ गलत हो गया, कृपया पुनः प्रयास करें।
hu: Egy hiba lépett fel. Ellenőrizze a naplót.
id_id: Terjadi kesalahan. Silakan coba lagi.
it_it: Qualcosa è andato storto
ja_jp: 不明のエラーが発生
ka: დაფიქსირდა შეცდომა
ko: 오류가 발생했습니다. 다시 시도해 주세요.
pl: Coś poszło nie tak
pt: Algo deu errado
ru: Произошла ошибка. Проверьте журналы или попробуйте снова.
sv: Ett fel uppstod. Kontrollera loggarna eller försök igen.
ta: ஒரு பிழை ஏற்பட்டது
tr_tr: Bir hata oluştu.
uk: Сталася помилка. Перевірте журнали або спробуйте ще раз.
vi: Đã xảy ra lỗi
zh: 发生错误，请重试。

source: External recommendations
de: Externe Empfehlungen
el: Εξωτερικές συστάσεις
fr: Recommandations externes
hu: Külső ajánlások
it_it: Raccomandazioni esterne
pl: Zewnętrzne rekomendacje
pt: Recomendações externas
ru: Внешние рекомендации
ta: வெளிப்புற பரிந்துரைகள்
tr_tr: Dış öneriler
uk: Зовнішні рекомендації
zh: 外部推荐

# externalRecommendationsDescription
source: Use the external algorithm for recommendations instead of Musifyâ€™s own.
ar_sa: Use the external algorithm for recommendations instead of Musify’s own.
de: Nutze einen externen Algorithmus für Empfehlungen und nicht den von Musify.
el: Χρήση εξωτερικού αλγόριθμου για συστάσεις αντί της εφαρμογής.
es: Use the external algorithm for recommendations instead of Musify’s own.
et: Use the external algorithm for recommendations instead of Musify’s own.
fr: Utilisez l'algorithme externe de recommandations à la place de Musify.
he_il: Use the external algorithm for recommendations instead of Musify’s own.
hi_in: Use the external algorithm for recommendations instead of Musify’s own.
hu: Használj külső algoritmust az ajánlásokhoz a Musify sajátja helyett.
it_it: Usa l'algoritmo esterno per i suggerimenti invece di quello di Musify.
ja_jp: Use the external algorithm for recommendations instead of Musify’s own.
ko: Use the external algorithm for recommendations instead of Musify’s own.
pl: Używaj zewnętrznego algorytmu rekomendującego zamiast algorytmu od Musify.
pt: Use the external algorithm for recommendations instead of Musify’s own.
ru: Использовать внешний алгоритм рекомендаций вместо алгоритма Musify.
sv: Use the external algorithm for recommendations instead of Musify’s own.
ta: Musify இன் சொந்த முறைக்கு பதிலாக வெளிப்புற அல்காரிதத்தை பயன்படுத்தவும்.
tr_tr: Musify'in yerleşik öneri algoritması yerine dış bir tanesini kullan.
uk: Використовуйте зовнішній алгоритм для рекомендацій замість власного Musify.
zh: 使用外部算法进行推荐，而不是 Musify 自带的算法。

# fieldsNotEmpty
source: All fields must be filled
de: Alle Felder müssen ausgefüllt sein
el: Όλα τα πεδία πρέπει να συμπληρωθούν
fr: Tous les champs doivent être remplis
hu: Minden mezőt ki kell tölteni
it_it: Tutti i campi devono essere riempiti
ko: 모든 입력란을 채우셔야 합니다
pl: Wszystkie pola muszą być wypełnione
ru: Все поля должны быть заполнены
ta: அனைத்து புலங்களும் நிரப்பப்பட வேண்டும்
tr_tr: Tüm alanlar doldurulmalıdır
uk: Усі поля мають бути заповнені
zh: 所有字段都必须填写

# folderAlreadyExists
source: A folder with this name already exists
ar_sa: يوجد مجلد بهذا الاسم مسبقاً
de: Ein Ordner mit diesem Namen existiert bereits
el: Υπάρχει ήδη ένας φάκελος με αυτό το όνομα
es: Ya existe una carpeta con este nombre
et: Sellise nimega kaust on juba olemas
fr: Un dossier portant ce nom existe déjà
hu: Már létezik mappa ezzel a névvel
it_it: Esiste già una cartella con questo nome
ja_jp: このフォルダー名は既にあります
ko: 이 이름을 가진 폴더가 이미 존재해요
pl: Folder o tej nazwie już istnieje
pt: Já existe uma pasta com este nome
ru: Папка с таким именем уже существует
ta: இந்த பெயரில் ஏற்கனவே ஒரு கோப்புறை உள்ளது
tr_tr: Bu isimde bir klasör zaten var
uk: Папка з таким ім'ям вже існує
zh: 已存在同名文件夹

# folderDeleted
source: Folder deleted successfully
ar_sa: تم حذف المجلد بنجاح
de: Ordner erfolgreich gelöscht
el: Ο φάκελος διαγράφηκε επιτυχώς
es: Carpeta eliminada correctamente
et: Kaust edukalt kustutatud
fr: Dossier supprimé avec succès
hu: Mappa sikeresen törölve
it_it: Cartella eliminata correttamente
ja_jp: フォルダーを削除しました
ko: 폴더가 성공적으로 삭제되었어요
pl: Folder usunięty pomyślnie
pt: Pasta excluída com sucesso
ru: Папка успешно удалена
ta: கோப்புறை வெற்றிகரமாக நீக்கப்பட்டது
tr_tr: Klasör başarıyla silindi
uk: Папка успішно видалена
zh: 文件夹已成功删除

source: Folder name
ar_sa: اسم المجلد
de: Ordnername
el: Όνομα φακέλου
es: Nombre de la carpeta
et: Kausta nimi
fr: Nom du dossier
hu: Mappa neve
it_it: Nome cartella
ja_jp: フォルダー名
ko: 폴더명
pl: Nazwa folderu
pt: Nome da pasta
ru: Имя папки
ta: கோப்புறை பெயர்
tr_tr: Klasör adı
uk: Ім'я папки
zh: 文件夹名称
