Repository: gokadzev/Musify
Catalog: lib/localization/app_*.arb
Languages: ar_sa, de, el, es, et, fr, he_il, hi_in, hu, id_id, it_it, ja_jp, ka, ko, pl, pt, ru, sv, ta, tr_tr, uk, vi, zh

source: About
ar_sa: حول
de: Über
el: Σχετικά
es: Acerca de
et: Rakendusest
fr: À propos
he_il: אודות
hi_in: के बारे में
hu: Névjegy
id_id: Tentang
it_it: Info
ja_jp: アプリの情報
ka: შესახებ
ko: 정보
pl: O nas
pt: Sobre
ru: О приложении
sv: Om
ta: பற்றி
tr_tr: Hakkında
uk: Про додаток
vi: Thông tin
zh: 关于

# accentChangeMsg
source: Accent color updated successfully
ar_sa: تم تغيير لون التمييز
de: Akzentfarbe geändert
el: Το χρώμα έμφασης έχει αλλάξει
es: Color de acento actualizado
et: Aktsentvärv värskendati edukalt
fr: Couleur modifiée
he_il: צבע הדגשה עודכן בהצלחה
hi_in: एक्सेंट रंग सफलतापूर्वक अपडेट हुआ
hu: Kiemelési szín sikeresen frissítve
id_id: Warna aksen berhasil diubah
it_it: Colore principale cambiato con successo
ja_jp: 差し色を変更しました
ka: აქცენტის ფერი შეიცვალა
ko: 강조색이 성공적으로 변경되었음
pl: Zmieniono kolor akcentu
pt: Cor atualizada
ru: Цвет акцента успешно изменён
sv: Accentfärgen har uppdaterats
ta: முக்கிய நிறம் வெற்றிகரமாக மாற்றப்பட்டது
tr_tr: Vurgu Rengi Değiştirildi!
uk: Колір акценту успішно змінено
vi: Màu chủ đạo đã được thay đổi
zh: 主题色更新成功

source: Accent color
ar_sa: لون التمييز
de: Akzentfarbe
el: Χρώμα έμφασης
es: Color de acento
et: Aktsentvärv
fr: Couleur
he_il: צבע הדגשה
hi_in: एक्सेंट रंग
hu: Kiemelő szín
id_id: Warna aksen
it_it: Colore principale
ja_jp: 差し色
ka: აქცენტის ფერი
ko: 강조색
pl: Kolor akcentu
pt: Cor de destaque
ru: Цветной акцент
sv: Accentfärg
ta: முக்கிய நிறம்
tr_tr: Vurgu Rengi
uk: Кольоровий акцент
vi: Màu chủ đạo
zh: 主题色

source: Add
ar_sa: إضافة
de: Hinzufügen
el: Προσθήκη
es: Agregar
et: Lisa
fr: Ajouter
he_il: הוסף
hi_in: जोड़ें
hu: Hozzáadás
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
ka: დამატება
ko: 추가
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
ta: சேர்
tr_tr: Ekle
uk: Додати
vi: Thêm
zh: 添加

source: Add playlist
de: Playlist hinzufügen
el: Προσθήκη λίστας αναπαραγωγής
es: Añade una playlist
fr: Ajouter une playlist
he_il: הוסף פלייליסט
hu: Lejátszási lista hozzáadása
it_it: Aggiungi playlist
ko: 재생목록에 추가
pl: Dodaj do playlisty
ru: Добавить плейлист
ta: பிளேலிஸ்ட் சேர்க்க
tr_tr: Oynatma listesi ekle
uk: Додати список відтворення
zh: 添加播放列表

source: Add to liked playlists
ar_sa: إضافة إلى قوائم التشغيل المعجبة
de: Zu beliebten Wiedergabelisten hinzufügen
el: Προσθήκη στις λίστες αναπαραγωγής που αρέσουν
es: Agregar a listas de reproducción favoritas
et: Lisa lemmiknimekirjadesse
fr: Ajouter aux playlists favorites
he_il: הוסף לפלייליסטים שאהבתי
hi_in: पसंदीदा प्लेलिस्ट में जोड़ें
hu: Hozzáadás a kedvelt lejátszási listákhoz
id_id: Tambahkan ke playlist yang disukai
it_it: Aggiungi alle playlist preferite
ja_jp: いいねした再生リストに追加
ko: 좋아요 재생목록에 추가
pl: Dodaj do polubionych list odtwarzania
pt: Adicionar às playlists
ru: Добавить в избранные плейлисты
sv: Lägg till i gillade spellistor
ta: விருப்பமான பிளேலிஸ்ட்களில் சேர்க்க
tr_tr: Beğenilen çalma listelerine eklenildi
uk: Додати до вподобаних списків відтворення
zh: 添加到喜欢的播放列表

source: Add to liked songs
ar_sa: إضافة إلى الأغاني المعجبة
de: Zu Favoriten hinzufügen
el: Προσθήκη στα αγαπημένα τραγούδια
es: Agregar a canciones favoritas
et: Lisa lemmiklugude hulka
fr: Ajouter aux titres favoris
he_il: הוסף לשירים שאהבתי
hi_in: पसंदीदा गानों में जोड़ें
hu: Hozzáadás a kedvenc zenékhez
id_id: Tambahkan ke lagu yang disukai
it_it: Aggiungi ai brani preferiti
ja_jp: いいねした曲に追加
ka: მოწონებულ სიმღერებში დამატება
ko: 좋아요 노래에 추가
pl: Dodaj do lubionych utworów
pt: Adicionar às músicas
ru: Добавить в избранные треки
sv: Lägg till gillade låtar
ta: விருப்பமான பாடல்களில் சேர்க்க
tr_tr: Beğenilenlere Ekle
uk: Додати до вподобаних пісень
zh: 添加到喜欢的歌曲

source: Add to playlist
ar_sa: إضافة إلى قائمة التشغيل
de: Zur Playlist hinzufügen
el: Προσθήκη στη λίστα αναπαραγωγής
es: Agregar a la lista de reproducción
et: Lisa nimekirja
fr: Ajouter à la playlist
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hu: Hozzáadás a lejátszási listához
id_id: Tambahkan ke playlist
it_it: Aggiungi alla playlist
ja_jp: 再生リストに追加
ka: ჩასართავ სიაში დამატება
ko: 재생목록에 추가
pl: Dodaj do playlisty
pt: Adicionar à playlist
ru: Добавить в плейлист
sv: Lägg till i spellista
ta: பிளேலிஸ்டில் சேர்க்க
tr_tr: Çalma Listesine Ekle
uk: Додати до списку відтворення
zh: 添加到播放列表

source: Add to queue
es: Añade a la fila
fr: Ajouter à la file d'attente
hu: Hozzáadás a lejátszási sorhoz
it_it: Aggiungi in coda
ko: 대기열에 추가
pl: Dodaj do kolejki
ru: Добавить в очередь
ta: வரிசையில் சேர்க்க
tr_tr: Sıraya ekle
uk: Додати до черги
zh: 添加到队列

source: Added playlists
ar_sa: قوائم التشغيل المضافة
de: Playlists hinzugefügt
el: Προστέθηκαν λίστες αναπαραγωγής
es: Listas de reproducción agregadas
et: Lisatud nimekirjad
fr: Playlists ajoutées
he_il: נוסף לרשימות השמעה
hi_in: जोड़ी गई प्लेलिस्ट
hu: Lejátszási listák hozzádva
id_id: Playlist ditambahkan
it_it: Scalette aggiunte
ja_jp: 追加済みの再生リスト
ko: 재생목록 추가됨
pl: Dodano playlisty
pt: Playlists adicionadas
ru: Добавлены плейлисты
sv: Tillagda spellistor
ta: சேர்க்கப்பட்ட பிளேலிஸ்ட்கள்
tr_tr: Çalma Listesi Ekle
uk: Додано списків відтворення
zh: 已添加播放列表

# addedSuccess
source: Added successfully
ar_sa: تمت الإضافة بنجاح
de: Erfolgreich hinzugefügt
el: Επιτυχής προσθήκη
es: Agregado correctamente
et: Edukalt lisatud
fr: Ajout réussi
he_il: נוסף בהצלחה
hi_in: सफलतापूर्वक जोड़ा गया
hu: Sikeresen hozzáadva
id_id: Berhasil ditambahkan
it_it: Aggiunto con successo
ja_jp: 追加しました
ka: წარმატებით დაემატა
ko: 성공적으로 추가됨
pl: Pomyślnie dodano
pt: Adicionado
ru: Успешно добавлено
sv: Tillagd
ta: வெற்றிகரமாக சேர்க்கப்பட்டது
tr_tr: Başarıyla eklendi
uk: Успішно додано
vi: Thêm thành công
zh: 添加成功

source: Added to liked songs
de: Song zu Favoriten hinzugefügt
el: Προσθήκη στα αγαπημένα τραγούδια
es: Añade a canciones que te gustan
fr: Ajouté aux titres favoris
hu: Hozzáadva a kedvelt dalokhoz
it_it: Aggiunto a brani che ti piacciono
pl: Dodano do polubionych
ru: Добавлено в избранные треки
ta: விருப்பமான பாடல்களில் சேர்க்கப்பட்டது
tr_tr: Beğenilen şarkılara eklendi
uk: Додано до улюблених пісень
zh: 已添加到喜欢的歌曲

source: Album
ar_sa: الألبوم
el: Άλμπουμ
es: Álbum
he_il: אלבום
hi_in: एल्बम
hu: Lejátszási lista
ja_jp: アルバム
ka: ალბუმი
ko: 앨범
pt: Álbum
ru: Альбом
ta: ஆல்பம்
tr_tr: Albüm
uk: Альбом
zh: 专辑

source: Albums
ar_sa: ألبومات
de: Alben
el: Άλμπουμ
es: Álbumes
et: Albumid
he_il: אלבומים
hi_in: एल्बम्स
hu: Leátszási listák
id_id: Album-album
it_it: Album
ja_jp: アルバム
ka: ალბუმები
ko: 앨범들
pl: Albumy
pt: Álbuns
ru: Альбомы
sv: Album
ta: ஆல்பங்கள்
tr_tr: Albümler
uk: Альбоми
zh: 专辑

source: Already downloading
ar_sa: التحميل بالفعل
de: Bereits heruntergeladen
el: Ήδη λήψη
es: Descargando
et: Juba allalaadimisel
fr: En cours de téléchargement
he_il: כבר מוריד
hu: Már letöltés alatt
id_id: Sudah mengunduh
it_it: Già in download
ja_jp: すでにダウンロード中
ko: 이미 다운로드 중
pl: Już pobierane
pt: Já está sendo baixado
ru: Уже загружается
sv: Laddar redan ner
ta: ஏற்கனவே பதிவிறக்கம் நடைபெறுகிறது
tr_tr: Hali hazırda indirliyor
uk: Вже завантажується
zh: 已在下载

# appUpdateIsAvailable
source: An update is available
ar_sa: تحديث التطبيق متاح
de: Update verfügbar
el: Υπάρχει διαθέσιμη ενημέρωση για την εφαρμογή
es: Actualización disponible
et: Uuendus on saadaval
fr: Mise à jour disponible !
he_il: עידכון זמין
hi_in: ऐप अपडेट उपलब्ध है
hu: Frissítés elérhető
id_id: Pembaruan aplikasi tersedia
it_it: Aggiornamento app disponibile
ja_jp: アプリの最新版があります
ka: განახლება ხელმისაწვდომია
ko: 앱 업데이트가 가능함
pl: Aktualizacja aplikacji jest dostępna
pt: Nova atualização disponível
ru: Доступно обновление
sv: En uppdatering är tillgänglig
ta: பயன்பாட்டு புதுப்பிப்பு கிடைக்கிறது
tr_tr: Yeni bir uygulama güncellemesi var
uk: Доступне оновлення додатку
vi: Đã có bản cập nhật ứng dụng
zh: 有可用更新

source: Artist
ar_sa: الفنان
de: Künstler
el: Καλλιτέχνης
es: Artista
fr: Artiste
he_il: אמן
hi_in: कलाकार
hu: Előadó
id_id: Artis
it_it: Artista
ja_jp: アーティスト
ka: შემსრულებელი
ko: 아티스트
pl: Wykonawca
pt: Artista
ru: Исполнитель
ta: கலைஞர்
tr_tr: Sanatçı
uk: Виконавець
zh: 艺术家

source: Audio quality
ar_sa: جودة الصوت
de: Audioqualität
el: Ποιότητα ήχου
es: Calidad de audio
et: Helikvaliteet
fr: Qualité audio
he_il: איכות אודיו
hi_in: ऑडियो गुणवत्ता
hu: Hangminőség
id_id: Kualitas audio
it_it: Qualità audio
ja_jp: 音質
ka: სიმღერის ხარისხი
ko: 오디오 품질
pl: Jakość dźwięku
pt: Qualidade de áudio
ru: Качество звука
sv: Ljudkvalitet
ta: ஒலி தரம்
tr_tr: Ses Kalitesi
uk: Якість аудіо
vi: Chất lượng âm thanh
zh: 音质

# audioQualityHigh
source: High
ar_sa: مرتفع
de: Hoch
el: Υψηλή
fr: Élevée
hu: Magas
it_it: Alta
ko: 높음
pl: Wysoka
pt: Alta
ru: Высокое
ta: உயர்
tr_tr: Yüksek
uk: Висока
zh: 高

# audioQualityLow
source: Low
ar_sa: منخفض
de: Niedrig
el: Χαμηλή
fr: Basse
hu: Alacsony
it_it: Bassa
ko: 낮음
pl: Niski
pt: Baixa
ru: Низкое
ta: குறைந்த
tr_tr: Düşük
uk: Низький
zh: 低

# audioQualityMedium
source: Medium
ar_sa: متوسط
de: Mittel
el: Μεσαίο
fr: Moyenne
hu: Közepes
it_it: Media
ko: 보통
pl: Średni
pt: Média
ru: Среднее
ta: மிதமான
tr_tr: Orta
uk: Середня
zh: 中

# audioQualityMsg
source: Audio quality updated
ar_sa: تم تغيير جودة الصوت
de: Audioqualität geändert
el: Η ποιότητα ήχου έχει αλλάξει
es: Calidad de audio actualizada
et: Helikvaliteet uuendatud
fr: La qualité audio a été modifiée
he_il: איכות השמע עודכנה בהצלחה
hi_in: ऑडियो गुणवत्ता अपडेट हुई
hu: Hang minősége frissítva
id_id: Kualitas audio diperbarui
it_it: Qualità audio cambiata con successo
ja_jp: 音質を変更しました
ka: სიმღერის ხარისხი შეიცვალა
ko: 오디오 품질이 성공적으로 변경되었음
pl: Jakość dźwięku została zmieniona
pt: Qualidade atualizada
ru: Якість аудіо оновлено
sv: Ljudkvaliteten uppdaterad
ta: ஒலி தரம் மாற்றப்பட்டது
tr_tr: Ses kalitesi değiştirildi
uk: Якість аудіо оновлено
vi: Chất lượng âm thanh đã được thay đổi
zh: 音质已更新

source: Automatic song picker
ar_sa: منتقي الأغاني تلقائي
de: Automatische Songauswahl
el: Αυτόματος επιλογέας τραγουδιού
es: Selector automático de canciones
et: Automaatne laulude valik
fr: Sélection automatique de titres
he_il: בוחר שירים אוטומטי
hi_in: स्वचालित गाना चयनकर्ता
hu: Automatikus zene választó
id_id: Pemilih lagu otomatis
it_it: Suggerimento automatico brani
ja_jp: 自動で曲選択
ka: ავტომატური სიმღერის არჩევა
ko: 자동 노래 선택기
pl: Automatyczny wybór piosenek
pt: Seleção automática
ru: Автоподбор треков
sv: Automatisk låtväljare
ta: தானியங்கி பாடல் தேர்வு
tr_tr: Otomatik parça seçici
uk: Автоматичний вибір пісень
zh: 自动歌曲选择器

# automaticSongPickerDescription
source: Automatically play a random song after the current track ends.
de: Spiele nach dem aktuellen Song einen zufälligen neuen Song ab.
el: Αυτόματη αναπαραγωγή ενός τυχαίου τραγουδιού μετά το τέλος του τρέχοντος κομματιού.
fr: Lancer automatiquement un titre aléatoire après la fin du morceau en cours.
hu: Automatikusan játssz le egy véletlenszerű dalt az aktuális szám vége után.
it_it: Riproduci automaticamente un brano casuale al termine della traccia corrente.
ko: 현재 트랙이 끝나면 무작위의 음악을 자동으로 재생합니다.
pl: Automatycznie graj następną piosenkę po obecnej.
pt: Automaticamente tocar um som aleatório após a música atual acabar
ru: Авто воспроизведение случайной песни после окончания текущего трека.
ta: தற்போதைய பாடல் முடிந்ததும் தானாகவே ஒரு பாடல் இயக்கப்படும்.
tr_tr: Mevcut parça bittikten sonra otomatik olarak rastgele bir şarkı çalın.
uk: Автовідтворення випадкової пісні після закінчення поточного треку.
zh: 当前曲目结束后自动随机播放一首歌曲。

source: Automatic update checks
ar_sa: التحقق التلقائي من التحديث
de: Automatische Updateprüfungen
el: Αυτόματοι έλεγχοι ενημέρωσης
es: Comprobar actualizaciones
fr: Vérifications de mises à jour automatiques
hu: Frissítések automatikus keresése
it_it: Controlli automatici di aggiornamento
ko: 자동 업데이트 확인
pl: Automatyczne sprawdzanie aktualizacji
pt: Verificações automáticas de atualização
ru: Автоматическая проверка обновлений
ta: தானியங்கி புதுப்பிப்பு சரிபார்ப்பு
tr_tr: Otomatik güncelleme kontrollü
uk: Автоматична перевірка оновлень
zh: 自动检查更新

# automaticUpdateChecksDescription
source: Automatically check for app updates on startup.
de: Automatisch auf Updates prüfen.
el: Αυτόματος έλεγχος ενημέρωσης της εφαρμογής κατά την εκκίνηση.
fr: Vérifier automatiquement les mises à jour de l'application au démarrage.
hu: Alkalmazásfrissítések automatikus ellenőrzése indításkor.
it_it: Controlla automaticamente la presenza di aggiornamenti delle app all'avvio.
ko: 실행 시 자동적으로 업데이트를 확인합니다.
pl: Automatycznie sprawdzaj dostępność aktualizacji aplikacji przy starcie.
ru: Автоматически проверять обновления приложения при запуске.
ta: பயன்பாடு தொடங்கும்போது புதுப்பிப்புகளை தானாக சரிபார்க்கும்.
tr_tr: Başlangıçta uygulama güncellemelerini otomatik olarak kontrol et.
uk: Автоматично перевіряти наявність оновлень програм під час запуску.
zh: 启动时自动检查应用更新。

source: Back to favorites
ar_sa: العودة إلى المفضلة
de: Zurück zu Favoriten
el: Επιστροφή στα αγαπημένα
es: Volver a favoritos
et: Tagasi lemmikute juurde
fr: Retour aux favoris
he_il: חזור למועדפים
hu: Vissza a kedvencekhez
it_it: Torna ai preferiti
ja_jp: お気に入りに戻す
ko: 즐겨찾기로 돌아가기
pl: Powrót do ulubionych
pt: Voltar aos favoritos
ru: Вернуться в избранное
sv: Tillbaka till favoriter
ta: விருப்பங்களுக்கு திரும்ப
tr_tr: Favorilere dön
uk: Повернутися до улюблених
zh: 返回收藏夹

# backedupSuccess
source: Data successfully backed up
ar_sa: تم النسخ الاحتياطي بنجاح
de: Erfolgreich gesichert
el: Επιτυχής δημιουργία αντιγράφου ασφαλείας
es: Datos respaldados correctamente
et: Andmed edukalt varundatud
fr: Enregistrement réussi
he_il: הנתונים גובו בהצלחה
hi_in: डेटा सफलतापूर्वक बैकअप हुआ
hu: Adatok sikeresen biztonsági mentve
id_id: Data berhasil dicadangkan
it_it: Dati salvati con successo
ja_jp: データを正常にバックアップしました
ka: დარეზერვდა წარმატებით
ko: 데이터가 성공적으로 백업되었음
pl: Utworzono kopię zapasową pomyślnie
pt: Backup concluído
ru: Резервное копирование успешно выполнено
sv: Data har säkerhetskopierats
ta: தரவு வெற்றிகரமாக காப்புப்பிரதி எடுக்கப்பட்டது
tr_tr: Veri yedeklendi
uk: Резервне копіювання виконано успішно
vi: Sao lưu thành công
zh: 数据备份成功

# backupError
source: Error occurred while backing up data
ar_sa: خطأ أثناء النسخ الاحتياطي للبيانات
de: Fehler bei der Datensicherung
el: Σφάλμα κατά τη δημιουργία αντιγράφου ασφαλείας δεδομένων
es: Error al respaldar los datos
et: Andmete varundamisel tekkis viga
fr: Erreur pendant l'enregistrement
he_il: שגיאה התרחשה בעת גיבוי נתונים
hi_in: डेटा बैकअप करते समय त्रुटि हुई
hu: Hiba lêpett fel a biztonsági mentés közben
id_id: Terjadi kesalahan saat mencadangkan data
it_it: Errore durante il salvataggio dei dati
ja_jp: データのバックアップ中にエラーが発生しました
ka: შეცდომა ინფორმაციის დარეზერვებისას
ko: 데이터 백업 중 오류가 발생하였음
pl: Wystąpił błąd podczas tworzenia kopii zapasowej
pt: Erro no backup
ru: Произошла ошибка
sv: Fel uppstod när data säkerhetskopierades
ta: காப்புப்பிரதி எடுக்கும் போது பிழை ஏற்பட்டது
tr_tr: Veri yedeklenirken bir hata oluştu
uk: Помилка під час резервного копіювання даних
vi: Lỗi khi sao lưu dữ liệu
zh: 备份数据时发生错误

source: Backup user data
ar_sa: نسخ احتياطي لبيانات المستخدم
de: Benutzerdaten sichern
el: Δημιουργία αντιγράφων ασφαλείας δεδομένων χρήστη
es: Respaldar datos del usuario
et: Varunda kasutajaandmed
fr: Sauvegarder les données utilisateur
he_il: מגבה נתוני משתמש
hi_in: उपयोगकर्ता डेटा का बैकअप लें
hu: Felhasználói adatok biztonsági mentése
id_id: Cadangkan data pengguna
it_it: Backup dati utente
ja_jp: ユーザーデータをバックアップ
ka: მომხმარებლის ინფორმაციის დარეზერვება
ko: 사용자 데이터 백업
pl: Kopia zapasowa danych użytkownika
pt: Fazer backup
ru: Резервное копирование собственных данных
sv: Säkerhetskopiera användardata
ta: பயனர் தரவின் காப்புப்பிரதி
tr_tr: Verileri Yedekle
uk: Резервне копіювання власних даних
vi: Sao lưu dữ liệu người dùng
zh: 备份用户数据

# becomeSponsor
source: Become a sponsor
ar_sa: كن راعيًا
de: Sponsor werden
el: Γίνετε χορηγός
es: Convertirse en patrocinador
et: Hakka sponsoreks
fr: Devenir un sponsor
he_il: הפוך לתומך
hi_in: प्रायोजक बनें
hu: Legyél támogató
id_id: Menjadi sponsor
it_it: Diventa uno sponsor
ja_jp: 開発を支援
ka: გახდი სპონსორი
ko: 후원하기
pl: Zostań sponsorem
pt: Se torne um apoiador
ru: Стать спонсором
sv: Bli sponsor
ta: ஆதரவாளராகுங்கள்
tr_tr: Destek Ol
uk: Стати спонсором
vi: Trở thành nhà tài trợ
zh: 成为赞助者

# cacheMsg
source: Cache cleared
ar_sa: تم مسح ذاكرة التخزين المؤقت
de: Cache gelöscht
el: Έγινε εκκαθάριση της βραχύχρονης μνήμης
es: Caché eliminada
et: Puhver tühjendatud
fr: Cache vidé
he_il: המטמון נוקה
hi_in: कैश साफ़ कर दिया गया
hu: Gyorsítótár törlése
id_id: Cache dihapus
it_it: Cache pulita con successo
ja_jp: キャッシュを消去しました
ka: ნარჩენები გასუფთავდა
ko: 캐시가 성공적으로 지워졌음
pl: Pamięć wyczyszczona
pt: Cache limpo com sucesso
ru: Кэш очищен
sv: Cacheminnet har rensats
ta: கேச் அழிக்கப்பட்டது
tr_tr: Bellek Temizlendi
uk: Кеш був очищений
vi: Đã xóa bộ nhớ đệm
zh: 缓存已清除

source: Cancel
ar_sa: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fr: Annuler
he_il: בטל
hi_in: रद्द करें
hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
ko: 취소
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
ta: ரத்து
tr_tr: İptal
uk: Скасувати
zh: 取消

source: Check for Updates?
ar_sa: التحقق من وجود تحديثات؟
de: Nach Updates suchen?
el: Έλεγχος για ενημερώσεις;
es: ¿Comprobar actualizaciones?
fr: Vérifier les mises à jour ?
hu: Keressen frissítéseket?
it_it: Controlla aggiornamenti?
ko: 업데이트를 확인할까요?
pl: Sprawdzić aktualizacje?
pt: Verificar atualizações?
ru: Проверить обновления?
ta: புதுப்பிப்புகளை சரிபார்க்கவா?
tr_tr: Güncellemeler kontrol edilsin mi?
uk: Перевірити оновлення?
zh: 检查更新？

# chooseBackupDir
source: Choose backup folder
ar_sa: اختر دليل النسخ الاحتياطي
de: Backup-Verzeichnis auswählen
el: Επιλογή καταλόγου αντιγράφων ασφαλείας
es: Seleccionar carpeta de respaldo
et: Vali varunduskaust
fr: Choisir un dossier de sauvegarde
he_il: בחר תקיית גיבוי
hi_in: बैकअप फ़ोल्डर चुनें
hu: Válasszon mappát a biztonsági mentéshez
id_id: Pilih folder pencadangan
it_it: Scegli directory di backup
ja_jp: バックアップ先のフォルダを選択
ka: აირჩიეთ რეზერვის საქაღალდე
ko: 백업 디렉토리 선택
pl: Wybierz ścieżkę do kopii zapasowej
pt: Escolher pasta
ru: Выберите папку для резервного копирования
sv: Välj mapp för säkerhetskopia
ta: காப்புப்பிரதி கோப்புறையை தேர்ந்தெடுக்கவும்
tr_tr: Yedeklemek için klasör seç
uk: Виберіть папку резервного копіювання
vi: Chọn thư mục sao lưu
zh: 选择备份文件夹

# chooseBackupFiles
source: Select files for backup
ar_sa: Choose backup files
de: Wähle Dateien für Backup
el: Επιλογή αρχείων για αντίγραφα ασφαλείας
es: Elegir ficheros de respaldo
et: Vali varundatavad failid
fr: Choisir les fichiers de sauvegarde
he_il: בחר קבצים לגיבוי
hi_in: बैकअप के लिए फ़ाइलें चुनें
hu: Válasszon ki fájlokat a biztonsági mentéshez
id_id: Pilih berkas cadangan
it_it: Scegli file di backup
ja_jp: バックアップファイルを選択
ka: აირჩიეთ დარეზერვებული ფაილები
ko: 백업 파일 선택
pl: Wybierz pliki do kopii zapasowej
pt: Selecionar arquivos
ru: Выберите файлы для резервного копирования
sv: Välj filer för säkerhetskopiering
ta: காப்புப்பிரதி கோப்புகளை தேர்வு செய்யவும்
tr_tr: Yedeklemek için dosyaları seç
uk: Виберіть файли резервної копії
zh: 选择要备份的文件

source: Clear
ar_sa: مسح
de: Löschen
el: Απαλοιφή
es: Borrar
et: Tühjenda
fr: Effacer
he_il: נקה
hi_in: साफ़ करें
hu: Törlés
id_id: Hapus
it_it: Pulisci
ja_jp: 消去
ka: გასუფთავება
ko: 지우기
pl: Wyczyść
pt: Limpar
ru: Очистить
sv: Rensa
ta: அழி
tr_tr: Temizle
uk: Очистити
vi: Xoá
zh: 清除

source: Clear cache
ar_sa: مسح ذاكرة التخزين المؤقت
de: Cache leeren
el: Απαλοιφή βραχύχρονης μνήμης
es: Borrar caché
et: Tühjenda puhver
fr: Vider le cache
he_il: נקה מטמון
hi_in: कैश साफ़ करें
hu: Gyorsítótár törlése
id_id: Hapus cache
it_it: Pulisci cache
ja_jp: キャッシュを削除
ka: ნარჩენების გასუფთავება
ko: 캐시 지우기
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ru: Очистить кэш
sv: Rensa cacheminnet
ta: கேச் அழி
tr_tr: Belleği Temizle
uk: Очистити кеш
vi: Xóa bộ nhớ đệm
zh: 清除缓存

source: Clear queue
de: Wiedergabeliste leeren
el: Εκκαθάριση λίστας
fr: Vider la file d'attente
he_il: נקה תור
hu: Lejátszási sor törlése
it_it: Elimina coda
ko: 대기열 비우기
pl: Wyczyść kolejkę
ru: Очистить очередь
ta: வரிசையை அழி
tr_tr: Kuyruğu temizle
uk: Очистити чергу
zh: 清空队列

source: Clear recently played
ar_sa: Clear recently played history
de: Wiedergabeverlauf löschen
el: Καθαρισμός πρόσφατου ιστορικού αναπαραγωγής
es: Borrar reproducido recientemente
et: Tühjenda hiljuti mängitud
fr: Effacer l'historique de lecture
he_il: נקה פריטים שנוגנו לאחרונה
hi_in: हाल ही में बजाए गए गाने हटाएं
hu: Nemrég lejátszottak törlése
id_id: Hapus baru saja dimainkan
it_it: Cancella cronologia recenti
ja_jp: 再生履歴を削除
ka: ბოლოს ჩართული სიმღერების გასუფთავება
ko: 최근 재생 기록 지우기
pl: Wyczyść historię ostatnio odtworzonych utworów
pt: Limpar recentes
ru: Очистить недавно воспроизведенные
sv: Rensa senast spelade
ta: சமீபத்தில் இயக்கியதை அழி
tr_tr: Son Çalınanları Sil
uk: Очистити нещодавно відтворені
zh: 清除近期播放

# clearRecentlyPlayedQuestion
source: Are you sure you want to clear recently played history?
ar_sa: Clear recently played history?
de: Wiedergabeverlauf löschen?
el: Καθαρισμός πρόσφατου ιστορικού αναπαραγωγής;
es: ¿Borrar el historial de reproducción reciente?
et: Kas olete kindel, et soovite hiljuti mängitud ajaloo tühjendada?
fr: Souhaitez-vous effacer l'historique de lecture ?
he_il: האם אתה בטוח שברצונך למחוק את היסטוריית ההשמעות האחרונות?
hi_in: क्या आप हाल ही में बजाए गए गानों का इतिहास साफ़ करना चाहते हैं?
hu: Biztos törölni akarod a nemrég lejátszottak listáját?
id_id: Apakah Anda yakin ingin menghapus riwayat yang baru saja dimainkan?
it_it: Cancellare cronologia recenti?
ja_jp: 再生履歴を削除しますか？
ka: გავასუფთავოთ ბოლოს მოსმენილი სიმღერების ისტორია?
ko: 최근 재생 기록을 지울까요?
pl: Wyczyścić historię ostatnio odtworzonych utworów?
pt: Deseja limpar as reproduções recentes?
ru: Очистить историю недавно воспроизведенных песен?
sv: Är du säker på att du vill rensa historiken över senast spelade?
ta: சமீபத்தில் இயக்கிய வரலாற்றை அழிக்க வேண்டுமா?
tr_tr: Son çalınanları silmek istiyor musun?
uk: Очистити історію нещодавно відтворених пісень?
zh: 您确定要清除近期播放历史记录吗？

source: Clear search history
ar_sa: امسح سجل البحث
de: Suchverlauf löschen
el: Καθαρισμός ιστορικού αναζήτησης
es: Borrar historial de búsqueda
et: Tühjenda otsinguaegloo
fr: Effacer l'historique de recherche
he_il: נקה היסטורית חיפושים
hi_in: खोज इतिहास साफ़ करें
hu: Keresési előzmények törlése
id_id: Hapus riwayat pencarian
it_it: Cancella cronologia ricerche
ja_jp: 検索履歴を削除
ka: საძიებო ისტორიის გასუფთავება
ko: 검색 기록 지우기
pl: Wyczyść historię wyszukiwania
pt: Limpar buscas
ru: Очистить историю поиска
sv: Rensa sökhistorik
ta: தேடல் வரலாற்றை அழி
tr_tr: Arama Geçmişini Temizle
uk: Очистити історію пошуку
vi: Xóa lịch sử tìm kiếm
zh: 清除搜索历史记录

# clearSearchHistoryQuestion
source: Are you sure you want to clear search history?
ar_sa: Clear search history?
de: Suchverlauf löschen?
el: Καθαρισμός ιστορικού αναζήτησης?
es: ¿Borrar el historial de búsqueda?
et: Kas olete kindel, et soovite otsinguaegloo tühjendada?
fr: Souhaitez-vous effacer l'historique de recherche ?
he_il: האם אתה בטוח שברצונך למחוק את היסטוריית החיפושים?
hi_in: क्या आप खोज इतिहास साफ़ करना चाहते हैं?
hu: Biztos törölni akarod a keresési előzményeket?
id_id: Apakah Anda yakin ingin menghapus riwayat pencarian?
it_it: Cancellare cronologia ricerche?
ja_jp: 検索履歴を削除しますか？
ka: გავასუფთავოთ ძიების ისტორია?
ko: 검색 기록 지울까요?
pl: Wyczyścić historię wyszukiwania?
pt: Deseja limpar histórico de buscas?
ru: Вы уверены, что хотите очистить историю поиска?
sv: Är du säker på att du vill rensa sökhistoriken?
ta: தேடல் வரலாற்றை அழிக்க வேண்டுமா?
tr_tr: Arama geçmişini temizlemek istiyor musun?
uk: Ви впевнені, що хочете очистити історію пошуку?
zh: 您确定要清除搜索历史记录吗？

source: Confirm
ar_sa: تأكيد
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
fr: Confirmer
he_il: אישור
hi_in: पुष्टि करें
hu: Megerősít
id_id: Terima
it_it: Conferma
ja_jp: 確認
ka: დადასტურება
ko: 확인
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sv: Bekräfta
ta: உறுதி
tr_tr: Onayla
uk: Підтвердити
zh: 确认
