Repository: gokadzev/Musify
Catalog: lib/localization/app_*.arb
Languages: ar_sa, de, el, es, et, fr, he_il, hi_in, hu, id_id, it_it, ja_jp, ka, ko, pl, pt, ru, sv, ta, tr_tr, uk, vi, zh

source: Sleep timer set
ar_sa: ضبط مؤقت السكون
de: Sleep-Timer
el: Ρύθμιση χρονοδιακόπτη ύπνου
es: Temporizador de apagado programado
et: Unetaimer seatud
fr: Minuterie de sommeil réglée
he_il: טיימר שינה הוגדר
hu: Elalvás időzítő beállítva
id_id: Pewaktu tidur diatur
it_it: Timer di spegnimento impostato
ja_jp: スリープタイマーを設定
ko: 수면 타이머가 설정되었음
pl: Czas uśpienia ustawiony
pt: Temporizador de sono ativado
ru: Таймер сна установлен
sv: Insomningstimern inställd
ta: உறக்க டைமர் அமைக்கப்பட்டது
tr_tr: Uyku zamanlayıcısı ayarlandı
uk: Таймер сну встановлено
zh: 睡眠定时器已设置

source: Song added
ar_sa: تمت إضافة الأغنية بنجاح!
de: Song erfolgreich hinzugefügt
el: Το τραγούδι προστέθηκε με επιτυχία!
es: Canción añadida
et: Laul lisatud
fr: Titre ajouté avec succès !
he_il: השיר נוסף
hi_in: गाना जोड़ा गया
hu: Zene hozzáadva
id_id: Lagu berhasil ditambahkan
it_it: Brano aggiunto con successo
ja_jp: 曲を追加しました
ka: სიმღერა დაემატა წარმატებით!
ko: 노래가 추가되었음
pl: Utwór pomyślnie dodany!
pt: Música adicionada
ru: Трек успешно добавлен!
sv: Låt tillagd
ta: பாடல் சேர்க்கப்பட்டது
tr_tr: Parça Eklendi
uk: Пісня успішно додана!
vi: Song Added Successfully!
zh: 歌曲已添加

# songAddedToOffline
source: Song is now available offline
ar_sa: الاغنية متاحة الآن دون اتصال
de: Song ist jetzt offline verfügbar
el: Το τραγούδι είναι τώρα διαθέσιμο εκτός σύνδεσης
es: La canción ya está disponible sin conexión
et: Laul on nüüd saadaval ilma võrguühenduseta
fr: Le titre est désormais disponible hors ligne
he_il: השיר זמין עכשיו במצב לא מקוון
hi_in: गाना अब ऑफ़लाइन उपलब्ध है
hu: Zene már elérhető Offline
id_id: Lagu ini sekarang tersedia secara offline
it_it: Il brano è ora disponibile offline
ja_jp: 曲がオフラインで利用可能になりました
ko: 이제 노래는 오프라인에서 사용할 수 있음
pl: Utwór jest teraz dostępny w trybie offline
pt: A música agora está disponível offline
ru: Трек теперь доступен офлайн
sv: Låten är nu tillgänglig offline
ta: பாடல் இப்போது ஆஃப்லைனில் கிடைக்கிறது
tr_tr: Parça artık çevrim dışında kullanılabilir
uk: Пісня доступна в автономному режимі
zh: 歌曲现已离线可用

# songAlreadyInPlaylist
source: Song is already in the playlist
ar_sa: الأغنية موجودة بالفعل في قائمة التشغيل
de: Song ist bereits in der Playlist
el: Το τραγούδι είναι ήδη στη λίστα αναπαραγωγής
es: La canción ya está en la lista de reproducción
et: Laul on juba nimekirjas
fr: Le titre est déjà dans la playlist
he_il: השיר כבר נמצא ברשימת ההשמעה
hi_in: गाना पहले से ही प्लेलिस्ट में है
hu: Zene már megtalálható a lejátszási listán
id_id: Lagu sudah ada dalam playlist
it_it: Il brano è già contenuto nella playlist
ja_jp: 曲は既に再生リストに含まれます
ka: სიმღერა უკვე ჩასართავ სიაშია
ko: 노래가 이미 재생목록에 있음
pl: Utwór jest już na liście odtwarzania
pt: Já está na playlist
ru: Трек уже в плейлисте
sv: Låten finns redan i spellistan
ta: பாடல் ஏற்கனவே பிளேலிஸ்டில் உள்ளது
tr_tr: Bu parça zaten listede var
uk: Пісня вже в списку відтворення
zh: 歌曲已在播放列表中

source: Song removed
ar_sa: تمت إزالة الأغنية بنجاح!
de: Song erfolgreich entfernt
el: Το τραγούδι αφαιρέθηκε με επιτυχία!
es: Canción eliminada
et: Laul eemaldatud
fr: Titre supprimé avec succès !
he_il: השיר הוסר
hi_in: गाना हटाया गया
hu: Zene eltávolítva
id_id: Lagu berhasil dihapus
it_it: Brano rimosso con successo
ja_jp: 曲を除去しました
ka: სიმღერა წაიშალა წარმატებით!
ko: 노래가 삭제되었음
pl: Utwór pomyślnie usunięty!
pt: Música removida
ru: Песня удалена
sv: Låt borttagen
ta: பாடல் நீக்கப்பட்டது
tr_tr: Parça kaldırıldı
uk: Пісню видалено
vi: Song removed Successfully!
zh: 歌曲已移除

# songRemovedFromOffline
source: Song is no longer available offline
ar_sa: الاغنية لم تعد متاحة دون اتصال
de: Song ist nicht mehr offline verfügbar
el: Το τραγούδι δεν είναι πλέον διαθέσιμο εκτός σύνδεσης
es: La canción ya no está disponible sin conexión
et: Laul pole enam saadaval ilma võrguühenduseta
fr: Le titre n'est plus disponible hors ligne
he_il: השיר לא זמין יותר במצב לא מקוון
hi_in: गाना अब ऑफ़लाइन उपलब्ध नहीं है
hu: Zene már nem elérhető Offline
id_id: Lagu ini tidak lagi tersedia secara offline
it_it: Il brano non è più disponibile offline
ja_jp: 曲をオフラインで利用できなくしました
ko: 이 노래는 더 이상 오프라인에서 사용할 수 없음
pl: Utwór nie jest już dostępny w trybie offline
pt: A música não está mais disponível offline
ru: Песня больше недоступна в офлайн
sv: Låten är inte längre tillgänglig offline
ta: பாடல் இனி ஆஃப்லைனில் இல்லை
tr_tr: Şarkı artık çevrim dışında kullanılamaz
uk: Пісня більше не доступна офлайн
zh: 歌曲不再离线可用

source: Songs
ar_sa: الأغاني
de: Titel
el: Τραγούδια
es: Canciones
et: Laulud
fr: Titres
he_il: שירים
hi_in: गाने
hu: Zenék
id_id: lagu
it_it: Brani
ja_jp: 曲
ka: სიმღერა
ko: 노래
pl: Utwory
pt: Músicas
ru: Песни
sv: Låtar
ta: பாடல்கள்
tr_tr: Parçalar
uk: Пісні
vi: bài hát
zh: 歌曲

# sponsorBlockDescription
source: Skip sponsored segments in supported tracks.
de: Überspringe Werbesegmente in unterstützten Titeln.
el: Παράλειψη διαφημιστικών τμημάτων σε υποστηριζόμενα κομμάτια.
fr: Ignorer les segments sponsorisés dans les titres pris en charge.
hu: Szponzorált szegmensek kihagyása a támogatott sávokban.
pl: Pomiń sponsorowane segmenty w obsługiwanych utworach.
ru: Пропускать спонсорские сегменты в поддерживаемых треках.
ta: ஆதரவு பகுதிகளை தானாகத் தவிர்க்கவும்
tr_tr: Desteklenen parçalarda sponsorlu bölümleri atla.
uk: Пропускати спонсорські сегменти в підтримуваних треках.
zh: 在支持的曲目中跳过赞助片段。

# sponsorProject
source: Sponsor the project
ar_sa: رعاية المشروع
de: Projekt unterstützen
el: Χορηγία στον ιδιοκτήτη
es: Patrocina el proyecto
et: Toeta projekti
fr: Financer le projet
he_il: תמוך בפרוייקט
hi_in: प्रोजेक्ट को प्रायोजित करें
hu: Projekt támogatása
id_id: Sponsor proyek ini
it_it: Sosteni il progetto
ja_jp: このプロジェクトを支援
ka: პროექტის დასპონსორება
ko: 프로젝트 후원
pl: Sponsorowanie projektu
pt: Apoiar projeto
ru: Поддержать проект
sv: Sponsra projektet
ta: திட்டத்தை ஆதரிக்கவும்
tr_tr: Bu Projeyi Destekle
uk: Стати спонсором проекту
vi: Tài trợ dự án
zh: 赞助项目

source: Suggested artists
ar_sa: الفنانين المقترحين
de: Vorgeschlagene Künstler
el: Προτεινόμενοι καλλιτέχνες
es: Artistas sugeridos
et: Soovitatud artistid
fr: Artistes recommandés
he_il: אמנים מומלצים
hi_in: सुझाए गए कलाकार
hu: Ajánlott előadók
id_id: Artis yang disarankan
it_it: Artisti suggeriti
ja_jp: おすすめアーティスト
ka: შემოთავაზებული შემსრულებლები
ko: 추천 아티스트
pl: Sugerowani artyści
pt: Artistas sugeridos
ru: Рекомендуемые исполнители
sv: Föreslagna artister
ta: பரிந்துரைக்கப்பட்ட கலைஞர்கள்
tr_tr: Önerilen Sanatçılar
uk: Рекомендовані виконавці
vi: Nghệ sĩ được đề xuất
zh: 推荐艺术家

source: Suggested playlists
ar_sa: قوائم تشغيل مقترحة
de: Vorgeschlagene Wiedergabelisten
el: Προτεινόμενες λίστες αναπαραγωγής
es: Listas de reproducción sugeridas
et: Soovitatud nimekirjad
fr: Playlists recommandées
he_il: רשימות השמעה מומלצות
hi_in: सुझाई गई प्लेलिस्ट्स
hu: Ajánlott lejátszási listák
id_id: Playlist yang disarankan
it_it: Playlist suggerite
ja_jp: おすすめ再生リスト
ka: შემოთავაზებული ჩასართავი სიები
ko: 추천 재생목록
pl: Sugerowane playlisty
pt: Playlists sugeridas
ru: Рекомендуемые списки воспроизведения
sv: Föreslagna spellistor
ta: பரிந்துரைக்கப்பட்ட பிளேலிஸ்ட்கள்
tr_tr: Önerilen Listeler
uk: Рекомендовані списки відтворення
vi: Danh sách phát được đề xuất
zh: 推荐播放列表

source: Tap to view
de: Tippe zum anzeigen
el: Πατήστε για προβολή
fr: Appuyez pour afficher
hu: Koppintson a megtekintéséhez
it_it: Premi per vedere
ko: 보려면 탭하십시오
pl: Stuknij, aby zobaczyć
ru: Нажмите для просмотра
ta: பார்க்க தட்டவும்
tr_tr: Görüntülemek için dokun
uk: Натисніть для перегляду
zh: 点按以查看

source: Theme mode
ar_sa: وضع السمة
de: Theme
el: Λειτουργία θέματος
es: Modo de tema
et: Teema režiim
fr: Mode de thème
he_il: מצב עיצוב
hi_in: थीम मोड
hu: Téma mód
id_id: Mode tema
it_it: Modalità tema
ja_jp: テーマ
ka: თემის რეჟიმი
ko: 테마 모드
pl: Motyw
pt: Tema
ru: Тема приложения
sv: Temaläge
ta: தீம் முறை
tr_tr: Tema Modu
uk: Тема додатку
vi: Chế độ giao diện
zh: 主题

# themeModeDark
source: Dark
ar_sa: داكن
de: Dunkel
el: Σκοτεινό
fr: Sombre
hu: Sötét
it_it: Scuro
pl: Ciemny
pt: Escuro
ru: Тёмная
ta: இருண்ட
tr_tr: Koyu
uk: Темна
zh: 深色

# themeModeLight
source: Light
ar_sa: فاتح
de: Hell
el: Φωτεινό
fr: Clair
hu: Világos
it_it: Chiaro
pl: Światło
pt: Claro
ru: Светлая
ta: ஒளிர்
tr_tr: Açık
uk: Світла
zh: 浅色

# themeModeSystem
source: System
ar_sa: النظام
el: Σύστημα
fr: Système
hu: Rendszer
it_it: Sistema
pt: Sistema
ru: Система
ta: சிஸ்டம்
tr_tr: Sistem
uk: Система
zh: 系统

source: Tools
ar_sa: أدوات
de: Werkzeuge
el: Εργαλεία
es: Herramientas
et: Tööriistad
fr: Outils
he_il: כלים
hi_in: उपकरण
hu: Eszközök
id_id: Alat
it_it: Strumenti
ja_jp: ツール
ka: ხელსაწყოები
ko: 도구
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
sv: Verktyg
ta: கருவிகள்
tr_tr: Aletler
uk: Інструменти
vi: Công cụ
zh: 工具

source: Translate
de: Übersetzen
el: Μετάφραση
fr: Traduire
hu: Fordítás
pl: Przetłumacz "Musify"
ru: Перевести
ta: மொழிபெயர்க்க
tr_tr: Çevir
uk: Перекласти
zh: 翻译

# translateDescription
source: Help translate Musify into your language on Crowdin.
de: Hilf mit, Musify auf Crowdin in deine Sprache zu übersetzen.
el: Βοήθα να μεταφραστεί η εφαρμογή στη δική σου γλώσσα στο Crowdin.
fr: Contribuez à la traduction de Musify dans votre langue sur Crowdin.
hu: Segíts lefordítani a Musify-t a saját nyelvedre a Crowdinon.
pl: Pomóż przetłumaczyć "Musify" na Twój język na Crowdin.
ru: Помогите перевести Musify на ваш язык на платформе Crowdin.
ta: Crowdin இல் Musify ஐ மொழிபெயர்க்க உதவுங்கள்
tr_tr: Musify'ı Crowdin'de kendi dilinize çevirmeye yardımcı olun.
uk: Допоможіть перекласти Musify вашою мовою на Crowdin.
zh: 帮助我们在 Crowdin 上将 Musify 翻译成您的语言。

# understand
source: I understand
ar_sa: أفهم
de: Ich verstehe
el: Το κατάλαβα
es: Entiendo
et: Sain aru
fr: Je comprends
he_il: אני מבין
hi_in: समझ गया
hu: Megértettem
id_id: Saya mengerti
it_it: Capisco
ja_jp: 理解しました
ka: გასაგებია
ko: 이해했음
pl: Rozumiem
pt: Entendi
ru: Я понимаю
sv: Jag förstår
ta: புரிந்தது
tr_tr: Anlıyorum
uk: Я розумію
zh: 我知道了

source: Undo
ar_sa: تراجع
de: Rückgängig
el: Αναίρεση
es: Deshacer
et: Võta tagasi
fr: Annuler
he_il: בטל
hi_in: पूर्ववत करें
hu: Visszavonás
id_id: Batalkan
it_it: Annulla
ja_jp: 元に戻す
ka: დაბრუნება
ko: 실행 취소
pl: Cofnij
pt: Desfazer
ru: Отменить
sv: Ångra
ta: மீளமை
tr_tr: Geri Al
uk: Скасувати
zh: 撤销

source: Update
ar_sa: تحديث
de: Aktualisieren
el: Ενημέρωση
es: Actualización
et: Uuenda
fr: Mise à jour
he_il: עדכון
hu: Frissítés
id_id: Perbarui
it_it: Aggiorna
ja_jp: 更新
ko: 업데이트
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sv: Uppdatera
ta: புதுப்பிப்பு
tr_tr: Güncelleme
uk: Оновити
zh: 更新

source: Use proxy
ar_sa: استخدام الوكيل
de: Proxy verwenden
el: Χρήση διαμεσολαβητή
es: Usar proxy
et: Kasuta proksit
fr: Utiliser un proxy
hu: Proxy használata
it_it: Usa proxy
ko: 프록시 사용
pl: Użyj proxy
pt: Usar proxy
ru: Использовать прокси
ta: ப்ராக்ஸி பயன்படுத்த
tr_tr: Proxy kullan
uk: Використати проксі
zh: 使用代理

# useProxyDescription
source: Use the proxy only when streaming fails, unnecessary use may break playback.
de: Nutze den Proxy nur, wenn das Streaming fehlschlägt, unnötiger Gebrauch könnte die Wiedergabe beeinträchtigen.
fr: N'utilisez le proxy que lorsque la diffusion en continu échoue ; une utilisation inutile peut interrompre la lecture.
hu: Csak akkor használd a proxyt, ha a streaming sikertelen, a felesleges használat megszakíthatja a lejátszást.
it_it: Usa il proxy solo per eventuali errori di streaming, se non necessario potrebbe interrompere la riproduzione.
pl: Używaj proxy tylko wtedy, gdy strumieniowanie nie powiedzie się, niepotrzebne użycie może uszkodzić odtwarzanie.
ru: Используйте прокси только в случае сбоя потоковой передачи, ненужное использование может прервать воспроизведение.
ta: ஸ்ட்ரீமிங் தோல்வியுற்றால் மட்டுமே ப்ராக்ஸியை பயன்படுத்தவும்
tr_tr: Yalnızca bağlantı sorunları olduğunda proxy kullanın, gereksiz kullanım müzik oynatmayı bir ihtimal bozabilir.
uk: Використовуйте проксі сервер лише у разі збою потокової передачі, непотрібне використання може перервати відтворення.
zh: 仅在流媒体播放失败时才使用代理，不必要的代理使用可能会导致播放中断。

source: User playlists
ar_sa: قوائم تشغيل المستخدم
de: Deine Playlists
el: Λίστες αναπαραγωγής χρήστη
es: Listas de reproducción del usuario
et: Kasutaja nimekirjad
fr: Playlists des Utilisateurs
he_il: רשימות השמעה של המשתמש
hi_in: उपयोगकर्ता की प्लेलिस्ट्स
hu: Felhasználói lejátszási listák
id_id: Playlist pengguna
it_it: Playlist utente
ja_jp: 再生リスト
ka: მომხმარებლის ჩასართავი სიები
ko: 사용자 재생목록
pl: Playlisty użytkownika
pt: Minhas playlists
ru: Собственные списки воспроизведения
sv: Användarspellistor
ta: பயனர் பிளேலிஸ்ட்கள்
tr_tr: Kullanıcı Listeleri
uk: Власні списки відтворення
vi: Danh sách phát của bạn
zh: 用户播放列表

source: Yes
ar_sa: نعم
de: Ja
el: Ναι
es: Si
fr: Oui
hu: Igen
it_it: Sì
pl: Tak
pt: Sim
ru: Да
ta: ஆம்
tr_tr: Evet
uk: Так
zh: 是

source: YouTube playlist link or ID
de: Youtube-Playlist-Link oder ID einer Youtube-Playlist
es: Enlace o ID de lista de reproducción de YouTube
et: YouTube'i nimekirja link või ID
fr: Lien ou identifiant de la playlist YouTube
he_il: קישור או מזהה של רשימת השמעה מיוטיוב
hi_in: YouTube प्लेलिस्ट लिंक या ID
hu: YouTube lejátszási lista vagy azonosító
id_id: Tautan atau ID playlist YouTube
it_it: YouTube playlist link o ID
ja_jp: YouTube 再生リストのリンクかID
ka: YouTube ჩასართავი სიის ბმული ან ID
ko: 유튜브 재생목록 링크 또는 ID
pl: Link lub ID playlisty YouTube
pt: Link ou ID do YouTube
ru: YouTube ссылка на список воспроизведения или ID
sv: Länk eller ID för YouTube-spellista
ta: YouTube பிளேலிஸ்ட் இணைப்பு அல்லது ID
tr_tr: YouTube listesi bağlantısı veya ID'si
uk: YouTube посилання на список відтворення або ID
zh: YouTube 播放列表链接或 ID
